{
    "listeJeuxPlaystation" : [
        {
            "id":"JPS-01",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Ratchet & Clank: Rift Apart",
            "Description":"Foncez tête baissée dans cette aventure interdimensionnelle.\nSautez d'une dimension à l'autre avec Ratchet et Clank, et affrontez l'empereur machiavélique d'une autre réalité. Enchaînez les mondes à une vitesse hallucinante et pulvérisez vos adversaires avec votre arsenal de folie dans cette aventure aux graphismes incroyables qui débarque sur PS5™.\nPlongez dans une aventure interdimensionnelle aux graphismes à couper le souffle grâce à la vitesse hallucinante et aux fonctionnalités immersives du système PlayStation®5. Fort du savoir-faire d'Insomniac Games, le studio encensé par la critique, et de la technologie de la manette de jeu sans fil DualSense™, le jeu vous propose un cocktail de scènes d'action détonantes et immersives.\nLes brèches dimensionnelles et intergalactiques se mélangent jusqu'à créer de nouveaux mondes et possibilités de jeu. Enchaînez les téléportations sur le champ de bataille pour prendre l'avantage sur vos ennemis, et réparez les failles planétaires en résolvant des énigmes interdimensionnelles. Visitez des planètes inconnues et les réalités alternatives de vos mondes préférés, tous plus détaillés que jamais et grouillant d'une faune et d'une flore exotiques grâce à la puissance du système PlayStation®5.",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 89.99,
            "Joueurs":"1",
            "Plateforme":"PS5",
            "Genre":"Action",
            "Voix":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Langues":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Fonctionnalitées/Contraintes":"Fonction de vibration et effet gâchette requis, Lecture à distance prise en charge, Aide au jeu prise en charge",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"Film d’animation sanglant, Référence à l’alcool, Violence fictive",
            "Achats intra-jeu":"oui",
            "Date sortie":"6/11/2021",
            "img": "/Images/jeux/playstation/Ratchet-&-Clank-Rift-Apart.PNG"
        },
        {
            "id":"JPS-02",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Cyberpunk 2077",
            "Description":"Devenez un mercenaire dans l'effervescente Night City.\nCyberpunk 2077 est un jeu d'action-aventure en monde ouvert par les créateurs de The Witcher 3: Wild Hunt, CD Projekt Red.\nNight City est une mégalopole obsédée par le pouvoir, la séduction et les modifications corporelles. Vous incarnez V, mercenaire hors-la-loi à la recherche d'un implant unique qui serait la clé de l'immortalité.\nAmélioré spécialement pour la nouvelle génération et comprenant du contenu additionnel gratuit, personnalisez entièrement votre personnage et votre style de jeu en accomplissant des boulots, améliorez votre réputation et déverrouillez des améliorations.\nLes relations que vous nouerez et les choix que vous ferez auront un impact sur l'histoire et le monde qui vous entoure. C'est ici que se forgent les légendes. Quelle sera la vôtre?",
            "Developeur":"CD Projekt",
            "Prix": 59.99,
            "Joueurs":"1",
            "Plateforme":"PS4 Pro, PS5",
            "Genre":"Unique",
            "Voix":"Anglais, Français (France), Portugais (Brésil)",
            "Langues":"Anglais, Espagnol, Espagnol (Mexique), Français (France), Polonais, Portugais (Brésil)",
            "Fonctionnalitées/Contraintes":"Effet gâchette requis, Fonction de vibration requise, Lecture à distance prise en charge, Aide au jeu prise en charge",
            "Classement":"Mature 17+",
            "DescClassement":"Consommation de drogues et d’alcool, Fort contenu sexuel, Langage ordurier, Nudité, Sang et carnage, Violence intense",
            "Achats intra-jeu":"non",
            "Date sortie":"2/15/2022",
            "img": "/Images/jeux/playstation/Cyberpunk-2077.PNG"
        },
        {
            "id":"JPS-03",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"DEATH STRANDING DIRECTOR'S CUT",
            "Description":"Réparez les liens d'une société brisée dans l'édition ultime de Death Stranding, aujourd'hui sur PlayStation®5.\nLe légendaire créateur Hideo Kojima propose une expérience véritablement innovante, désormais étendue et remastérisée pour la console PS5 dans cette version DIRECTOR'S CUT ultime.\nDans le futur, un mystérieux événement surnommé Death Stranding a ouvert un portail entre le monde des vivants et celui des morts. Depuis, des créatures monstrueuses errent sur les terres désolées d'une société en perdition.\nDans la peau de Sam Bridges, vous avez pour mission de redonner espoir à l'humanité en rétablissant un lien entre les derniers survivants de cette Amérique décimée.\nSaurez-vous réunifier un monde brisé, une étape à la fois?",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"PS5",
            "Genre":"Action",
            "Voix":"Allemand, Anglais, Espagnol, Espagnol (Mexique), Français (France), Grec, Italien, Japonais, Polonais, Portugais (Brésil), Portugais (Portugal), Russe",
            "Langues":"Allemand, Anglais, Arabe, Chinois - simplifié, Chinois - traditionnel, Coréen, Espagnol, Espagnol (Mexique), Français (France), Grec, Hongrois, Italien, Japonais, Néerlandais, Polonais, Portugais (Brésil), Portugais (Portugal), Russe, Tchèque, Turc",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Mature 17+",
            "DescClassement":"Langage ordurier, Nudité partielle, Sang, Violence intense",
            "Achats intra-jeu":"non",
            "Date sortie":"9/24/2021",
            "img": "/Images/jeux/playstation/Death-stranding.PNG"
        },
        {
            "id":"JPS-04",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Demon’s Souls",
            "Description":"Entièrement revisitée, cette nouvelle version vous invite à vivre l'histoire troublante et les combats impitoyables de Demon's Souls™.\nPlayStation Studios et Bluepoint Games unissent leurs forces pour proposer cette version remastérisée du jeu PlayStation culte, Demon's Souls. Entièrement revisitée et améliorée avec le plus grand soin, cette réédition plongera toute une nouvelle génération de joueurs dans les horreurs des brumes d'un monde de fantasy ténébreux. Quant aux vétérans de l'opus original, ils sont invités à redécouvrir cette aventure effroyable sous un jour nouveau avec des graphismes magnifiques et d'extraordinaires performances.\nDans sa quête de puissance, le roi Allant, 12e souverain du Boletaria, n'a pas hésité à recourir à l'antique pouvoir des âmes. Ce faisant, il a éveillé de sa torpeur éternelle un démon de l'aube des temps, l'Ancien. Avec cette invocation, une épaisse brume a submergé les terres, et une horde de créatures cauchemardesques traque désormais les âmes des humains. Leurs malheureuses victimes perdent la raison sans recours. Ne les anime plus désormais que le désir de s'en prendre aux rescapés.\nAujourd'hui, le Boletaria est isolé du reste du monde par un épais rideau vaporeux qui engloutit sans pitié les rares chevaliers qui osent défier ses ténèbres. Guerrier solitaire n'ayant pas hésité à affronter les brumes lugubres, vous serez confronté aux plus grands défis si vous voulez finir par décrocher le titre de Tueur de démons et renvoyer l'Ancien dans les limbes de l'oubli.",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 89.99,
            "Joueurs":"1",
            "Plateforme":"PS5",
            "Genre":"Action",
            "Voix":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Langues":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Fonctionnalitées/Contraintes":"PS Plus requis pour le jeu en ligne, Jeu en ligne optionnel, Aide au jeu prise en charge",
            "Classement":"Mature 17+",
            "DescClassement":"Sang et carnage, Violence",
            "Achats intra-jeu":"oui",
            "Date sortie":"11/12/2020",
            "img": "/Images/jeux/playstation/Demons-Souls.PNG"
        },
        {
            "id":"JPS-05",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Far Cry New Dawn",
            "Description":"Plongez dans une version transformée, vibrante et post-apocalyptique de Hope County dans le Montana, 17 ans après une catastrophe nucléaire mondiale.\nMenez la lutte contre les brigands alors qu'ils essaient de prendre le contrôle des dernières ressources dans le dernier opus de Far Cry.\nSurvivez dans un monde post-apocalyptique tout en vous armant pour vous battre aux côtés d'un ami en coop en ligne.\nMenez la lutte contre les brigands et leurs meneurs sans merci, les Jumelles.\nBâtissez votre base principale et recrutez des spécialistes pour l'améliorer quand vous obtiendrez de nouvelles fonctions.\nCombattez vos ennemis pour les ressources de Hope County pendant que vous vous aventurez vers de nouveaux endroits autour du pays.",
            "Developeur":"Ubisoft Entertainment",
            "Prix": 49.99,
            "Joueurs":"1",
            "Plateforme":"PS4",
            "Genre":"Action, Action, Jeu De Tir",
            "Voix":"Allemand, Anglais, Espagnol, Français (France), Italien, Portugais (Brésil)",
            "Langues":"Allemand, Anglais, Chinois - simplifié, Chinois - traditionnel, Coréen, Espagnol, Français (France), Italien, Néerlandais, Polonais, Portugais (Brésil), Tchèque",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Mature 17+",
            "DescClassement":"Consommation d’alcool, Langage ordurier, Sang, Thèmes sexuels modérés, Violence intense",
            "Achats intra-jeu":"oui",
            "Date sortie":"2/15/2019",
            "img": "/Images/jeux/playstation/Far-Cry---new-dawn.PNG"
        },
        {
            "id":"JPS-06",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"EA SPORTS™ FIFA 22",
            "Description":"Propulsé par Football™, EA SPORTS FIFA 22 fait évoluer le jeu grâce à la technologie HyperMotion de nouvelle génération.\nDans EA SPORTS™ FIFA 22, chaque moment sur le terrain est magnifié avec HyperMotion, une technologie de jeu conçue pour exploiter la puissance de la PlayStation 5. Intégrant la captation de matches 11 contre 11 avancée et l’apprentissage automatique, HyperMotion fournit à FIFA 22 des données sur des mouvements authentiques, en temps réel, et effectués par des joueurs de soccer professionnels dans des matches très intenses pour offrir l’expérience de jeu la plus réaliste, la plus réactive et la plus fluide de l’histoire de la FIFA.\nLes modes de jeu classiques sont de retour dans cette nouvelle saison d’innovation : Créez votre propre club en mode Carrière, versez dans la nostalgie grâce aux nouveaux héros FIFA Ultimate Team, et soyez récompensés pour vos compétences dans les rues grâce à une expérience de jeu remaniée dans VOLTA FOOTBALL.",
            "Developeur":"Electronic Arts",
            "Prix": 89.99,
            "Joueurs":"1 à 4",
            "Plateforme":"PS4, PS5",
            "Genre":"Sports",
            "Voix":"Allemand, Anglais, Arabe, Chinois, Espagnol, Espagnol (Mexique), Français (France), Italien, Japonais, Polonais, Portugais (Brésil), Russe",
            "Langues":"Anglais, Espagnol (Mexique), Français (France)",
            "Fonctionnalitées/Contraintes":"PS Plus requis pour le jeu en ligne, Fonction de vibration requise, Prend en charge jusqu’à 22 joueurs en ligne avec PS Plus, Lecture à distance prise en charge, Jeu en ligne facultatif",
            "Classement":"Enfants et Adultes",
            "DescClassement":"",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"10/1/2021",
            "img": "/Images/jeux/playstation/Fifa-22.PNG"
        },
        {
            "id":"JPS-07",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Ghost of Tsushima Director's Cut",
            "Description":"Une tempête gronde. Faites l'expérience complète de Ghost of Tsushima avec l'édition Director's Cut.\nDécouvrez les merveilles cachées de Tsushima dans ce jeu d'aventure et d'action en monde ouvert développé par Sucker Punch Productions et PlayStation Studios, disponible sur PS5 et PS4.\nForgez une nouvelle voie et livrez une guerre clandestine au nom de Tsushima. Défiez vos adversaires au katana, maîtrisez l'arc pour éliminer des ennemis à distance, développez votre sens de la discrétion pour tendre des embuscades mortelles et découvrez une nouvelle histoire sur l'île d'Iki.\n\nÀ Tsushima, où la guerre fait rage, une beauté ancestrale perdure.\nÉloignez-vous un instant du champ de bataille pour découvrir le Japon féodal comme vous ne l'avez encore jamais vu. Dans ce jeu d'action et d'aventure en monde ouvert, de vastes étendues parsemées de monuments anciens s'offrent à vous. Faites la rencontre de personnages marquants et plongez au cœur de la beauté cachée de Tsushima.\nExplorez des régions conçues avec le plus grand soin et présentant toute la biodiversité de l'île, des champs ondoyants aux temples paisibles, en passant par des forêts ancestrales, de petits villages et des paysages escarpés. Savourez de brefs instants de paix et d'harmonie avec la nature et trouvez un certain réconfort dans les moments que vous partagerez avec ceux que vous venez d'aider.",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 89.99,
            "Joueurs":"1",
            "Plateforme":"PS4, PS5",
            "Genre":"Jeux De Rôles",
            "Voix":"Anglais, Espagnol (Mexique), Français (France), Japonais, Portugais (Brésil)",
            "Langues":"Anglais, Espagnol (Mexique), Français (France), Japonais, Portugais (Brésil)",
            "Fonctionnalitées/Contraintes":"PS Plus requis pour le jeu en ligne, Fonction de vibration et effet gâchette requis, Prend en charge jusqu’à 4 joueurs en ligne avec PS Plus, Jeu en ligne facultatif, Aide au jeu prise en charge",
            "Classement":"Mature 17+",
            "DescClassement":"Langue, Nudité partielle, Sang et carnage, Violence intense",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"8/20/2021",
            "img": "/Images/jeux/playstation/Ghost-of-Tsushima.PNG"
        },
        {
            "id":"JPS-08",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"God of War Ragnarök",
            "Description":"Lancez-vous dans un périple mythique en quête de réponses et d'alliés, alors que Kratos et Atreus se préparent à l'avènement de Ragnarök.\nSanta Monica Studio présente la suite du jeu encensé par la critique God of War (2018). Fimbulwinter approche à grands pas. Dans leur quête de réponses, Kratos et Atreus se lancent dans un périple à travers chacun des neuf royaumes alors que les forces d'Asgard se préparent à la bataille annoncée qui sonnera la fin du monde. Tout au long du chemin, vous explorerez des terres mythiques et somptueuses, et affronterez des ennemis redoutables, comme des monstres et des dieux nordiques. La menace de Ragnarök se fait chaque jour plus pressante. Kratos et Atreus doivent choisir entre leur propre sécurité et celle des royaumes.",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"PS5",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Fonction de vibration requise, Jeu hors ligne activé, Effet gâchette requis, Lecture à distance prise en charge, Aide au jeu prise en charge ",
            "Classement":"Mature 17+",
            "DescClassement":"Langage ordurier, Sang et carnage, Violence intense",
            "Achats intra-jeu":"",
            "Date sortie":"11/9/2022",
            "img": "/Images/jeux/playstation/God-of-war.PNG"
        },
        {
            "id":"JPS-09",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Gran Turismo® 7",
            "Description":"Gran Turismo 7 s'appuie sur les meilleures fonctionnalités de la simulation de course pour vous proposer une expérience ultra réaliste.\nQue vous soyez pilote de course ou du dimanche, collectionneur de voitures ou concepteur de livrées, pro de la mécanique ou photographe de talent, trouvez la trajectoire idéale avec l'énorme diversité de modes de jeu, dont les très populaires Campagne GT, Arcade ou École de conduite.\nAvec le retour du légendaire mode simulation GT, achetez, modifiez, pilotez et vendez tout au long de l'excellente campagne solo alors que vous débloquez de nouveaux défis et véhicules. Et si vous aimez la course, entraînez-vous et enchaînez les victoires en mode GT Sport.\nAvec plus de 420 modèles disponibles à Brand Central et auprès du revendeur de véhicules d'occasion, Gran Turismo 7 vous propose le nec plus ultra de l'industrie automobile d'hier et de demain avec un niveau du détail sans pareil. Chaque voiture offre des sensations et un pilotage uniques alors que vous foncez sur plus de 90 circuits soumis à une météo dynamique, et notamment certains des grands classiques qui ont fait l'histoire de GT.",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 89.99,
            "Joueurs":"1 à 2",
            "Plateforme":"PS4, PS5",
            "Genre":"Conduite/Course",
            "Voix":"",
            "Langues":"Anglais, Espagnol (Mexique), Français (France), Japonais, Portugais (Brésil)",
            "Fonctionnalitées/Contraintes":"PS Plus requis pour le jeu en ligne, Fonction de vibration requise, Effet gâchette requis, Prend en charge jusqu’à 20 joueurs en ligne avec PS Plus, Jeu en ligne facultatif, Lecture à distance prise en charge",
            "Classement":"Enfants et Adultes",
            "DescClassement":"Consommation de tabac, Référence à l’alcool",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"3/4/2022",
            "img": "/Images/jeux/playstation/Gran-Turismo-7.PNG"
        },
        {
            "id":"JPS-10",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Horizon Forbidden West",
            "Description":"Joignez-vous à Aloy dans son exploration de l’Ouest interdit – une frontière à la fois majestueuse et dangereuse qui abrite de mystérieuses nouvelles menaces.\nFaites votre retour dans le monde futuriste et post-apocalyptique de Horizon pour partir à la découverte de territoires lointains, affronter des machines toujours plus redoutables et rencontrer des tribus surprenantes.\nLa terre se meurt. De terribles tempêtes et un fléau infernal s’abattent sur les rares survivants de l’humanité, alors que de nouvelles machines impitoyables rôdent alentour. La vie sur Terre est à l’aube d’une nouvelle extinction, et personne ne sait vraiment pourquoi.\nAloy est la seule à pouvoir lever le voile sur l’origine de ces menaces et rétablir l’ordre et l’équilibre dans le monde. Sur sa route, elle devra renouer avec de vieilles connaissances, créer des alliances avec de nouvelles factions antagonistes et démêler les énigmes du passé, tout en gardant une longueur d’avance sur un nouvel ennemi que rien ne semble pouvoir arrêter.",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 89.99,
            "Joueurs":"1",
            "Plateforme":"PS4, PS5",
            "Genre":"Action",
            "Voix":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Langues":"Allemand, Anglais, Arabe, Chinois - simplifié, Chinois - traditionnel, Coréen, Danois, Espagnol, Espagnol (Mexique), Finnois, Français (France), Grec, Hongrois, Italien, Japonais, Norvégien, Néerlandais, Polonais, Portugais (Brésil), Portugais (Portugal), Russe, Suédois, Tchèque, Thaï, Turc",
            "Fonctionnalitées/Contraintes":"Jeu hors ligne activé",
            "Classement":"Adolescents",
            "DescClassement":"Consommation d’alcool, Langue, Sang, Violence",
            "Achats intra-jeu":"oui",
            "Date sortie":"2/18/2022",
            "img": "/Images/jeux/playstation/Horizon-Forbidden-West.PNG"
        },
        {
            "id":"JPS-11",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Kena: Bridge of Spirits",
            "Description":"Rencontrez les Rots, les adorables petits compagnons de Kena: Bridge of Spirits.\nCes petites créatures sont nimbées d'un voile de mystères. Que sont-elles, d'où viennent-elles, et plus important encore, comment aident-elles Kena à restaurer leur monde corrompu?\nComme tout écosystème, la forêt de Kena: Bridge of Spirits ne peut s'épanouir que dans l'harmonie. En l'occurrence, ce fragile équilibre est rompu. La corruption s'étend.\nAlors que Kena découvre de plus en plus de Rots et accumule des gemmes et du karma, elle débloque des capacités de fusion de Rots. Elles permettent à ses petits compagnons de se fondre dans son bâton afin de renforcer ses attaques.",
            "Developeur":"Ember Lab",
            "Prix": 53.99,
            "Joueurs":"1",
            "Plateforme":"PS4, PS5",
            "Genre":"Action, Aventure",
            "Voix":"Anglais",
            "Langues":"Allemand, Anglais, Chinois - simplifié, Chinois - traditionnel, Coréen, Espagnol, Français (France), Italien, Japonais, Portugais (Brésil), Russe",
            "Fonctionnalitées/Contraintes":"Aide au jeu prise en charge",
            "Classement":"Adolescents",
            "DescClassement":"Violence fictive",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"9/21/2021",
            "img": "/Images/jeux/playstation/Kena---bridge-of-spirits.PNG"
        },
        {
            "id":"JPS-12",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Metro Exodus",
            "Description":"Créé par 4A Games, Metro Exodus est un jeu de tir à la 1re personne axé sur la narration, qui mélange affrontements brutaux et infiltration avec exploration et survival horror dans un univers ultra-immersif.\nÉchappez-vous des ruines de Moscou et embarquez pour une aventure à travers une Russie post-apocalyptique dans le meilleur opus de la saga Metro.\nExplorez les terres sauvages de la Russie dans des niveaux non linéaires et suivez une histoire captivante inspirée des romans de Dmitry Glukhovsky, qui s'étend sur une année entière, allant du printemps jusqu'au plus profond de l'hiver nucléaire.",
            "Developeur":"Deep Silver",
            "Prix": 39.99,
            "Joueurs":"1",
            "Plateforme":"PS4, PS5",
            "Genre":"Action, Aventure, Jeu De Tir",
            "Voix":"Allemand, Anglais, Espagnol, Français (France), Italien, Russe",
            "Langues":"Allemand, Anglais, Chinois - simplifié, Chinois - traditionnel, Coréen, Espagnol, Espagnol (Mexique), Français (France), Italien, Polonais, Portugais (Brésil), Russe, Tchèque",
            "Fonctionnalitées/Contraintes":"Aide au jeu prise en charge",
            "Classement":"Mature 17+",
            "DescClassement":"Consommation de drogues, Langage ordurier, Nudité partielle, Sang et carnage, Thèmes sexuels, Violence intense",
            "Achats intra-jeu":"non",
            "Date sortie":"6/17/2021",
            "img": "/Images/jeux/playstation/Metro-Exodus.PNG"
        },
        {
            "id":"JPS-13",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Mortal Kombat 11",
            "Description":"Un monde de douleur vous attend.\nEntrez dans une nouvelle ère de kombat avec le 11e épisode de la franchise de combat emblématique. Constatez les conséquences des actions de Raiden remontant à l'aube de cette série percutante.\nSoyez témoin de la manipulation du temps lui-même alors que de nouveaux personnages dotés du pouvoir d'altérer le cours de la bataille plongent dans la mêlée, et parviennent à gagner de précieuses secondes pour prendre le dessus. Les combattants aguerris rencontrent leurs anciennes versions, des séismes temporels secouent les combats et tout ce que vous pensiez connaître sur Mortal Kombat sera remis en question alors que la force toute puissante qui se terre derrière le tournoi se révèle.",
            "Developeur":"Warner Bros Games",
            "Prix": 69.99,
            "Joueurs":"1 à 2",
            "Plateforme":"PS4",
            "Genre":"Jeu De Combat",
            "Voix":"Anglais, Espagnol (Mexique), Français (France)",
            "Langues":"Anglais, Chinois - simplifié, Espagnol, Espagnol (Mexique), Français (France)",
            "Fonctionnalitées/Contraintes":"PS Plus requis pour le jeu en ligne, Prend en charge jusqu’à 8 joueurs en ligne avec PS Plus, Jeu en ligne facultatif",
            "Classement":"Mature 17+",
            "DescClassement":"Langage ordurier, Sang et carnage, Violence intense",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"11/17/2020",
            "img": "/Images/jeux/playstation/Mortal-combat-11.PNG"
        },
        {
            "id":"JPS-14",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"RESIDENT EVIL 2",
            "Description":"Sorti à l'origine en 1998, Resident Evil 2, l'un des jeux les plus emblématiques de son époque, revient dans une version entièrement révisée pour les consoles nouvelles générations.\nJouez aux campagnes individuelles de Leon Kennedy et Claire Redfield dans une toute nouvelle vue objective et explorez les quartiers infestés de zombies de Raccoon City, entièrement remodelée grâce au RE Engine de Capcom. Les énigmes, intrigues et zones inédites sauront terrifier les nouveaux venus aussi bien que les fans les plus chevronnés !",
            "Developeur":"Capcom U.S.A., Inc.",
            "Prix": 53.99,
            "Joueurs":"1",
            "Plateforme":"PS4, PS5",
            "Genre":"Action, Aventure, Horreur",
            "Voix":"Allemand, Anglais, Espagnol, Français (France), Italien, Japonais",
            "Langues":"Allemand, Anglais, Arabe, Espagnol, Français (France), Italien, Japonais, Polonais, Portugais (Brésil), Russe, Thaï",
            "Fonctionnalitées/Contraintes":"Fonction de vibration requise, Effet gâchette requis, Lecture à distance prise en charge, Aide au jeu prise en charge",
            "Classement":"Mature 17+",
            "DescClassement":"Langage ordurier, Sang et carnage, Violence intense",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"6/13/2022",
            "img": "/Images/jeux/playstation/Resident-evil.PNG"
        },
        {
            "id":"JPS-15",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Sackboy™: A Big Adventure",
            "Description":"Vivez une aventure de plateforme épique en 3D avec Sackboy et vos amis.\nSackboy, le personnage emblématique de PlayStation®, revient pour une nouvelle aventure fun et frénétique dans ce jeu de plateforme multijoueur en 3D!\nVoilà ce qui vous attend:\nL'affreux Vex, une entité quasi mythologique et née de l'union du chaos et de la peur, excusez du peu, a kidnappé les amis de Sackboy pour les obliger à construire un intervertisseur.\nCet engin diabolique lui permettra de transformer Craftworld, terre fantastique d'imagination débridée et de rêves innocents, en un infâme et désastreux cauchemar. Ah, le démon!\nToutefois, les légendes évoquent une prophétie ancienne, celle de l'Ordre des Chevaliers tricotés, les protecteurs de Craftworld. En effet, seules les âmes les plus vaillantes, chevaleresques, courtoises et galantes, qualité importante s'il en est, sauraient triompher de cette course contre la montre aussi périlleuse qu'effrénée, et menée chiffons au vent. Quel suspense insoutenable!\nEn solo ou avec vos amis les plus téméraires, vous enchaînerez les cabrioles au sommet des montagnes les plus enneigées, vous vous enfoncerez dans les jungles les plus touffues, vous pénétrerez au cœur des cités englouties les plus humides et vous explorerez, euh... les colonies spatiales les plus cosmiques.\nTerrassez Vex. Sauvez vos congénères. Et le monde tant que vous y êtes. Sackboy, l'heure est venue d'accomplir ta destinée. Puissent l'ado laineux et le héros en toile de jute... laisser place au chevalier tricoté!",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 79.99,
            "Joueurs":"1 à 2",
            "Plateforme":"PS4, PS5",
            "Genre":"Action",
            "Voix":"Anglais, Coréen, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Langues":"Anglais, Espagnol (Mexique), Français (Canada), Portugais (Brésil)",
            "Fonctionnalitées/Contraintes":"Version numérique PS5™ incluse avec la version PS4™ sans frais supplémentaires., PS Plus requis pour le jeu en ligne, Jeu en ligne optionnel, Aide au jeu prise en charge",
            "Classement":"Enfants et Adultes",
            "DescClassement":"Paroles modérées, Scènes de violence animées modérées",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"11/12/2020",
            "img": "/Images/jeux/playstation/Sackboy-A-big-adventure.PNG"
        },
        {
            "id":"JPS-16",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Marvel's Spider-Man: Miles Morales",
            "Description":"Découvrez l'ascension de Miles Morales à mesure que ce jeune héros maîtrise de nouveaux pouvoirs explosifs et devient sa propre version de Spider-Man.\nAvec cette aventure Spider-Man inédite dans l'univers Marvel, l'adolescent Miles Morales doit s'habituer à son nouvel environnement tout en marchant dans les pas de son mentor, Peter Parker, et incarner à son tour le célèbre héros redresseur de torts.\nMais quand son nouveau foyer est soudain menacé, le jeune homme réalise soudain qu'un grand pouvoir implique forcément de grandes responsabilités. Pour sauver la ville de New York de l'univers Marvel, Miles n'a d'autre choix que de devenir... Spider-Man.",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 64.99,
            "Joueurs":"1",
            "Plateforme":"PS4, PS5",
            "Genre":"Action",
            "Voix":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Langues":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Fonctionnalitées/Contraintes":"Version numérique PS5™ incluse avec la version PS4™ sans frais supplémentaires., Aide au jeu prise en charge",
            "Classement":"Adolescents",
            "DescClassement":"Sang, Mention D'alcool Et De Tabac, Langage Modéré, Violence",
            "Achats intra-jeu":"oui",
            "Date sortie":"11/12/2020",
            "img": "/Images/jeux/playstation/Spiderman-Miles-Morales.PNG"
        },
        {
            "id":"JPS-17",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"Street Fighter™ V",
            "Description":"Découvrez l’intensité du combat face à face avec Street Fighter™ V! Choisissez parmi 16* personnages avec leur histoire et leurs défis uniques, combattez des amis en ligne ou non avec une foule d’options de correspondance.\nGagnez de l’argent Fight Money dans des matchs de classement, jouez pour le plaisir dans des matchs occasionnels ou invitez des amis et voyez qui gagne! Les joueurs sur PlayStation 4 et PC peuvent aussi s’affronter grâce à la compatibilité interjeux!\nCette version Street Fighter V affiche l’écran titre « Champion Edition » et comprend Arcade Mode, Team Battle Mode et le mode en ligne Extra Battle Mode, où vous recevez récompenses, expérience et argent Fight Money! Le Fight Money peut être utilisé pour acheter des personnages, des costumes, des niveaux et plus!\nTéléchargez l’histoire cinématographique « A Shadow Falls » aujourd’hui! M. Bison met en orbite sept lunes noires, ce qui lui donne un pouvoir inimaginable tandis que la terre s’enfonce dans les ténèbres.",
            "Developeur":"Capcom U.S.A., Inc.",
            "Prix": 19.99,
            "Joueurs":"1 à 2",
            "Plateforme":"PS4",
            "Genre":"Action, Arcade, Jeu De Combat",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"PS Plus requis pour le jeu en ligne, Prend en charge jusqu’à 2 joueurs en ligne avec PS Plus, Jeu en ligne facultatif, Lecture à distance prise en charge",
            "Classement":"Adolescents",
            "DescClassement":"Langage grossier, Légères représentations de sang, Thèmes suggestifs, Violence, Votre expérience de jeu peut changer lorsque vous jouez en ligne",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"2/16/2016",
            "img": "/Images/jeux/playstation/Strees-fighter-V=-Edition-Champion.PNG"
        },
        {
            "id":"JPS-18",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"The Last of Us Part II",
            "Description":"Faites face aux répercussions dévastatrices, tant sur le plan physique qu'émotionnel, des choix d'Ellie.\nCinq ans après leur périlleux voyage à travers une Amérique ravagée par une pandémie, Ellie et Joel ont trouvé refuge à Jackson, dans le Wyoming. Au sein d'une communauté florissante de survivants, ils trouvent enfin la paix, en dépit de la menace constante des infectés et des survivants les plus désespérés.\nLorsqu'un événement violent met abruptement fin à ce bonheur, Ellie se lance dans une quête de vengeance sans merci. Au cours de sa traque des responsables, elle doit faire face aux répercussions physiques et émotionnelles de ses actions.",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 53.99,
            "Joueurs":"1",
            "Plateforme":"PS4",
            "Genre":"Action, Aventure",
            "Voix":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Langues":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Mature 17+",
            "DescClassement":"Consommation de drogues, Contenu sexuel, Langage ordurier, Nudité, Sang et carnage, Violence intense",
            "Achats intra-jeu":"non",
            "Date sortie":"6/19/2020",
            "img": "/Images/jeux/playstation/The-last-of-us-Part-II.PNG"
        },
        {
            "id":"JPS-19",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"UNCHARTED™: Legacy of Thieves Collection",
            "Description":"Oserez-vous vous lancer en quête de fortunes légendaires?\nPartez en quête de trésors perdus et entrez dans la légende avec UNCHARTED: Legacy of Thieves Collection. Plongez dans les histoires exaltantes de Naughty Dog et découvrez certaines des meilleures scènes d'action de la célèbre série de jeux à grand spectacle.\nPercez à jour les mystères enfouis du passé avec les voleurs charismatiques et complexes que sont Nathan Drake et Chloe Frazer. Enchaînez les voyages autour du monde, et vivez des aventures époustouflantes sur la piste de mythes anciens.\nUNCHARTED: Legacy of Thieves Collection inclut les aventures solos encensées par la critique d'UNCHARTED™ 4: A Thief's End et d'UNCHARTED™: The Lost Legacy. Ces périples qui vous enverront aux quatre coins du globe ont été remastérisés avec un niveau de détail extraordinaire pour la console PS5™ et bénéficient ici de graphismes et d'une fréquence d'images améliorés.",
            "Developeur":"Sony Interactive Entertainment",
            "Prix": 64.99,
            "Joueurs":"1",
            "Plateforme":"PS5",
            "Genre":"Action, Aventure",
            "Voix":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Langues":"Anglais, Espagnol (Mexique), Français (France), Portugais (Brésil)",
            "Fonctionnalitées/Contraintes":"Jeu hors ligne activé, Lecture à distance prise en charge",
            "Classement":"Adolescents",
            "DescClassement":"Langue, Sang, Usage d’alcool et de tabac, Violence",
            "Achats intra-jeu":"non",
            "Date sortie":"1/28/2022",
            "img": "/Images/jeux/playstation/Uncharted-Legacy-of-thieves.PNG"
        },
        {
            "id":"JPS-20",
            "Categorie": "jeux",
            "Subcategorie": "playstation",
            "Titre":"XCOM® 2",
            "Description":"PS4™Pro Enhanced : Graphismes améliorés avec un meilleur anticrénelage et de meilleurs effets visuels.\nLa Terre a changé et est désormais sous le joug extraterrestre. Alors que tout est contre vous, vous allez devoir reconstruire XCOM et lancer un mouvement de résistance mondial pour reprendre le contrôle de la planète et sauver l'humanité.",
            "Developeur":"2K",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"PS4",
            "Genre":"Stratégie, Simulation, Stratégie",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"PS Plus requis pour le jeu en ligne, Prend en charge jusqu’à 2 joueurs en ligne avec PS Plus, Jeu en ligne facultatif, Lecture à distance prise en charge, Vibration de la manette de jeu DUALSHOCK 4",
            "Classement":"Adolescents",
            "DescClassement":"Consommation de tabac, Sang, Violence, Votre expérience de jeu peut changer lorsque vous jouez en ligne",
            "Achats intra-jeu":"non",
            "Date sortie":"9/27/2016",
            "img": "/Images/jeux/playstation/XCOM-2.PNG"
        }
    ],


    "listeJeuxNintendoWiiU" : [
        {
            "id": "JWU-01",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"LEGO Star Wars: The Force Awakens",
            "Description":"LEGO® Star Wars™ : Le Réveil de la Force™\nLEGO® Star Wars™ : Le Réveil de la Force™ marque le retour triomphal de la franchise de jeux vidéo LEGO N° 1 et plonge les fans dans une nouvelle aventure Star Wars plus immersive que jamais. Les joueurs peuvent revivre les scènes d’action épique du film à succès d’une manière que seul LEGO peut offrir, avec toutes les histoires de Star Wars : Le Réveil de la Force, revisité à travers l'objectif brillant et plein d’esprit de LEGO.\nLe jeu comprendra également des contenus de jeu exclusifs qui entraînent les personnages dans des aventures haletantes entre Star Wars : Le Retour du Jedi et Star Wars : Le Réveil de la Force, fournissant des informations supplémentaires sur le nouveau film et ses personnages.\nJouez comme tous les personnages héroïques du film, dont Rey, Finn, Poe Dameron, Han Solo, Chewbacca, C-3PO, et BB-8, ainsi que Kylo Ren, le général Hux et le capitaine Phasma, tout en explorant des sites emblématiques de Star Wars, tels que Jakku et la base Starkiller, et en utilisant une multitude de véhicules.",
            "Developeur":"Warner Home Video - Games",
            "Prix": 29.99,
            "Joueurs":"1",
            "Plateforme":"Wii U",
            "Genre":"Action",
            "Voix":"Anglais",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"6/28/2016",
            "img": "/Images/jeux/nintendo/Star Wars - The force awakens.PNG"
        },
        {
            "id": "JWU-02",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Just Dance 2017 - Standard Edition",
            "Description":"Réunissez famille et amis pour participer à une expérience musicale pareille à nulle autre dans Just Dance 2017 disponible dès maintenant sur Wii U. Déhanchez-vous sur plus de 40 nouveaux titres et dans de nouveaux modes de jeux et à travers cinq styles de danse qui font leur entrée dans Just Dance ! Glissez vers la page de Just Dance 2017 officielle pour en savoir davantage.\nDansez de tout votre corps sur les titres les plus cool, des grands hits du moment aux célèbres morceaux de hip-hop, en passant par les classiques du dancefloor et aux titres familiaux les plus populaires ! Avec l'Application Just Dance Controller*, votre smartphone enregistre vos mouvements, alors si chaque joueur dispose d'un smartphone, vous n'aurez pas besoin de télécommandes Wii supplémentaires. Jusqu'à six joueurs pourront s'amuser simultanément, alors faites de la place dans le salon !\nTous vos modes de jeu préférés sont de retour, ainsi que de nombreux modes inédits exclusifs à Just Dance 2017 ! Entraînez-vous de manière amusante avec Sweat + Playlists, dansez en live avec des joueurs du monde entier dans World Dance Floor, ou aidez des à retourner chez eux dans Just Dance Machine, un nouveau mode qui vous enseignera le Charleston, le French Cancan et bien d'autres danses !\nAvec Just Dance Unlimited**, vous avez accès à un catalogue de plus de 200 chansons pour que la fête ne s'arrête jamais ! De plus, un essai de trois mois pour Just Dance Unlimited est inclus avec chaque téléchargement et nouvel achat.",
            "Developeur":"Ubi Soft",
            "Prix": 24.95,
            "Joueurs":"1 à 4",
            "Plateforme":"Wii U",
            "Genre":"Dance",
            "Voix":"Anglais",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Just Dance Unlimited est un service d'abonnement streaming payant. Une connexion Internet est requise pour son utilisation en jeu.",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"10/25/2016",
            "img": "/Images/jeux/nintendo/Just dance 2717 - Standard Edition.PNG"
        },
        {
            "id": "JWU-03",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Snoopy's Grand Adventure",
            "Description":"Partez avec Snoopy dans une belle aventure et parcourez des environnements créés par son imagination tandis qu'il essaie de retrouver Charlie Brown et ses amis. Avec Woodstock et les scouts Beagle à ses côtés, Snoopy peut débloquer de nouvelles compétences et effectuer des mouvements spéciaux pendant son merveilleux voyage.\n\nJouez ensemble : coopération à deux joueurs, incarnez Snoopy et Woodstock en même temps !\nUn jeu facile et accessible : des commandes simples à prendre en main !\nAidez Snoopy à courir, sauter et voler à travers les niveaux pour retrouver les membres des Peanuts !\nRécupérez des objets : gagnez des capacités supplémentaires et des récompenses en progressant dans le jeu !\nEt en bonus : trouvez les scouts Beagle cachés pour débloquer une surprise !\nDes vignettes de la bande-dessinée des Peanuts vous attendent entre chaque niveau !\nRetrouvez les personnages du film !",
            "Developeur":"Activision Classics",
            "Prix": 29.51,
            "Joueurs":"1 à 2",
            "Plateforme":"Wii U",
            "Genre":"Aventure",
            "Voix":"Anglais, Allemand, Français, Espagnol, Néerlandais, Italien",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et Adultes",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"11/3/2015",
            "img": "/Images/jeux/nintendo/Snoopy's grand adventure.PNG"
        },
        {
            "id": "JWU-04",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Yoshi's Woolly World",
            "Description":"Cette nouvelle aventure n' a pas fini de vous surprendre ! Découvrez une foule de nouvelles révélations sur le site officiel de Poochy & Yoshi's Woolly World.\nLa menace plane sur Tricot'île ! Sur leur île paradisiaque située en plein cœur de l'océan Artistique, les Yoshi profitent de la vie… jusqu'à l'arrivée de l'infâme Kamek ! Pour savoir ce qui se passe exactement et pour rencontrer certains personnages du jeu, rendez-vous à la rubrique Scénario !\nExplorez un monde chamarré avec Yoshi et son adorable ami, Poochy ! Avalez des ennemis, démêlez des nœuds ou frappez des boîtes à pelotes pour obtenir des pelotes de laine, puis lancez-les sur les ennemis et les mécanismes pour progresser ou pour créer de nouvelles plateformes. Découvrez les autres actions que le jeu vous réserve à la section Gameplay ! N'oubliez pas, des secrets sont cachés un peu partout, alors ouvrez bien l'œil pour trouver toutes sortes d'Objets !",
            "Developeur":"Nintendo of Canada",
            "Prix": 134.99,
            "Joueurs":"1 à 2",
            "Plateforme":"Wii U",
            "Genre":"Action, Aventure",
            "Voix":"Anglais",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et Adultes",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"10/16/2015",
            "img": "/Images/jeux/nintendo/Yoshi's Woolly World.PNG"
        },
        {
            "id": "JWU-05",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Super Smash Bros. - Smash Bros. Edition",
            "Description":"Les plus grandes stars des franchises Nintendo et d'autres personnages surprise se retrouvent dans un jeu de combat en haute définition débordant d'actions spectaculaires sur Wii U. Avec des modes de jeu inédits, du multijoueur en ligne, la possibilité de personnaliser votre personnage et un choix de combattants jouables sans précédent, Super Smash Bros. for Wii U, c'est un véritable choc des titans !\nDans Super Smash Bros., les règles de base sont simples. Utilisez les attaques et les mouvements spéciaux de votre personnage pour atteindre votre adversaire, frappez-le ensuite d'une attaque Smash pour l'envoyer sur les roses ! Plus votre adversaire est blessé - nous calculons cela en pourcentage -, plus il s'envole loin quand vous le frappez, alors donnez-vous-en à coeur joie jusqu'à ce qu'il soit en piteux état, puis lancez votre attaque Smash la plus dévastatrice pour voir votre victime partir en fusée ! Affrontez des challengers du cru grâce au mode multijoueur en local, ou menez votre combat contre des amis ou des ennemis éloignés grâce aux matches en ligne**.\nMega Man, Little Mac, PAC-MAN et d'autres challengers se sont ajoutés à la plus impressionnante des listes de combattants de la série Super Smash Bros. Vous pouvez même affronter ces légendes du jeu vidéo sous la forme de votre personnage Mii - devenez épéiste, tireur ou bagarreur et montrez-leur un peu de quel bois vous vous chauffez !\nQuel que soit votre choix, vous pouvez personnaliser les mouvements spéciaux et l'équipement de votre personnage pour vous sentir plus à l'aise. Ramassez des objets au fil du jeu et équipez-les pour trouver le juste milieu entre l'attaque, la défense et la vitesse, ou misez plutôt sur un seul attribut pour définir votre style personnel. Vous pouvez collecter et personnaliser les mouvements spéciaux aussi, ce qui vous permet de façonner votre combattant idéal !",
            "Developeur":"Nintendo",
            "Prix": 89.99,
            "Joueurs":"1 à 4",
            "Plateforme":"Wii U",
            "Genre":"Action, Arcade, Jeu De Combat",
            "Voix":"Anglais, Allemand, Français, Espagnol, Néerlandais, Italien, Portugais, Russe",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"Violence fictive",
            "Achats intra-jeu":"non",
            "Date sortie":"11/21/2014",
            "img": "/Images/jeux/nintendo/Super Smash Bros.PNG"
        },
        {
            "id": "JWU-06",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Donkey Kong Country: Tropical Freeze",
            "Description":"Lorsque les Givrés frappent l'Île de Donkey Kong d'un froid glacial, il n'y a pas seulement le gâteau de DK qui gèle ! Toute l'île est recouverte de glace, par conséquent DK, Diddy, Dixie et Cranky Kong se retrouvent chassés de leur terre. Pour la reconquérir, la meute va devoir braver de nombreux dangers à travers de nouvelles îles, pour arriver à un affrontement qui pourra s'avérer glacial !\nPour en savoir davantage sur les personnages et leurs coups uniques, les six îles différentes, le multijoueur en coopération et bien plus encore, rendez-vous sur le tout nouveau site web de Donkey Kong Country: Tropical Freeze. Si vous êtes à la recherche d'autres aventures simiesques, laissez-vous tenter par le portail Donkey Kong !\nDonkey Kong Country: Tropical Freeze est l'une des multiples raisons de jouer à la Wii U. Avec toute l'action multijoueur Mario de SUPER MARIO 3D WORLD, la première aventure de Link en haute définition dans The Legend of Zelda: The Wind Waker HD et une foule d'autres titres captivants à découvrir et apprécier, la Wii U est une console qui réserve bien des surprises ! Que vous souhaitiez rassembler tout le monde autour d'un jeu, profiter des personnages et des jeux que vous aimez, ou vous lancer dans une expérience de jeu que vous ne trouverez nulle part ailleurs, découvrez ce que la Wii U peut vous offrir sur le site web de la Wii U.",
            "Developeur":"Nintendo",
            "Prix": 27.99,
            "Joueurs":"1 à 2",
            "Plateforme":"Wii U",
            "Genre":"Action, Aventure",
            "Voix":"Anglais",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et adultes",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"2/21/2014",
            "img": "/Images/jeux/nintendo/Donkey Kong - Country Tropical Freeze.PNG"
        },
        {
            "id": "JWU-07",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"New Super Mario Bros U",
            "Description":"La version Nintendo Selects de New Super Mario Bros. U est connue sous le nom de New Super Mario Bros. U + New Super Luigi U. Elle contient à la fois New Super Mario Bros. U et le contenu additionnel New Super Luigi U pour deux fois plus de fun, en exclusivité sur Wii U !\nDans New Super Mario Bros. U, Mario, Luigi et Toad sont rejoints par un nouveau personnage : Vous ! Utilisez votre personnage Mii pour courir et sauter dans cette aventure Mario à défilement latéral. Explorez une carte gigantesque remplie de tout nouveaux stages et expérimentez des façons de jouer inédites et possibles uniquement sur Wii U.\nTransformez-vous en Mario écureuil volant pour planer au-dessus des stages, s'accrocher aux murs ou à un Bébé Yoshi baudruche pour flotter délicatement dans les airs. Des Yoshi de différentes couleurs et de nouvelles transformations viennent compléter les fonctionnalités classiques en plus des anciennes favorites dans le Royaume Champignon !",
            "Developeur":"Nintendo",
            "Prix": 129.95,
            "Joueurs":"1 à 5",
            "Plateforme":"Wii U",
            "Genre":"Action, Aventure",
            "Voix":"Anglais, Allemand, Français, Espagnol, Néerlandais, Italien, Portugais, Russe",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et adultes",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"11/18/2012",
            "img": "/Images/jeux/nintendo/New Super Mario Bros U.PNG"
        },
        {
            "id": "JWU-08",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"The Legend of Zelda: The Wind Waker HD",
            "Description":"Publié initialement sur Nintendo GameCube en 2003, The Legend of Zelda: The Wind Waker débarque sur Wii U avec de nombreuses améliorations. Naviguez sur la Grande Mer plus rapidement qu'auparavant en achetant une voile plus rapide et profitez de la quête des objets améliorée dans la deuxième partie du jeu. Relevez un véritable défi en Mode Héros, où les attaques ennemies vous infligent deux fois plus de dégâts et où les cœurs redonnant de la santé sont introuvables. Et pour la première fois dans la série, explorez un monde captivant avec des graphismes à couper le souffle en Full HD et profitez d'une expérience sonore inédite avec un son surround PCM 5.1 non-compressé.\nL'aventure intemporelle de Link est disponible en Europe dans plusieurs éditions. The Legend of Zelda: The Wind Waker HD Édition Limitée comprend le jeu, une illustration Zelda à deux faces exclusive, ainsi qu'une figurine de Ganondorf de qualité supérieure. The Legend of Zelda: The Wind Waker HD Premium Pack comprend la console Wii U, l'édition limitée du Wii U GamePad Zelda, ainsi que le jeu complet en téléchargement. Une édition simple du jeu est également disponible chez les revendeurs. Quant à la version téléchargeable*, elle permet aux possesseurs de Wii U de toujours avoir le jeu à disposition sur leur console, quel que soit le disque inséré dans la fente de chargement.",
            "Developeur":"Nintendo of Canada",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"Wii U",
            "Genre":"Aventure",
            "Voix":"Anglais",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"8/26/2016",
            "img": "/Images/jeux/nintendo/Nintendo selects - The legend of Zelda - The wind waker HD.PNG"
        },
        {
            "id": "JWU-09",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Mario Tennis Ultra Smash",
            "Description":"Entrez sur le court et affrontez la crème du Royaume Champignon dans Mario Tennis: Ultra Smash pour Wii U.\nJusqu'à quatre joueurs peuvent incarner leurs personnages de Super Mario préférés dans cet extraordinaire jeu de tennis. Jouez dans une variété de modes bourrés d'action et devenez un véritable pro du tennis : grimpez dans les classements dans l'Ascension des champions, entraînez-vous à frapper la balle dans le Défi méga balle, ou recherchez de nouveaux challengers en ligne* !\nVenez taper la balle jaune et réussissez des frappes chance pour acquérir un avantage stratégique sur votre adversaire. Maîtrisez de tout nouveaux mouvements, comme la vertigineuse frappe sautée, et l'imbattable Ultra Smash, une frappe si puissante que vos adversaires auront du mal à s'aligner !\nSi vous voulez dominer le court, vous allez devoir penser plus grand ! Prenez un méga champi pendant un match pour devenir temporairement un géant et faire basculer le match à votre avantage !",
            "Developeur":"Nintendo",
            "Prix": 42.13,
            "Joueurs":"1 à 4",
            "Plateforme":"Wii U",
            "Genre":"Sports, Tennis",
            "Voix":"Anglais, Allemand, Français, Espagnol, Néerlandais, Italien, Portugais, Russe",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et adultes",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"11/20/2015",
            "img": "/Images/jeux/nintendo/Mario Tennis Ultra Smash.png"
        },
        {
            "id": "JWU-10",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Ninja Gaiden 3: Razor's Edge",
            "Description":"Ryu Hayabusa est victime de l'Emprise du meurtrier, effroyable malédiction touchant son bras droit et menaçant de l'anéantir, à moins qu'il ne trouve une échappatoire. NINJA GAIDEN 3: Razor’s Edge vous propose de retrouver ce qui fait la marque de fabrique de cette série, toute son intensité et ses défis extraordinaires sur Wii U. Cette version du jeu a été grandement améliorée par rapport à l'original afin de répondre aux demandes des fans de NINJA GAIDEN.\nVous devrez recourir à tout votre talent et votre dextérité pour survivre aux attaques incessantes de puissants adversaires, qui bénéficient désormais d'une intelligence artificielle améliorée, pour un défi encore plus acharné. Alors que la guerre fait rage de toutes parts, usez des techniques de riposte pour anéantir vos ennemis et découvrez des animations vous plongeant littéralement au cœur du combat. Entrez dans la bataille avec un vaste arsenal de six armes et de trois styles de Ninpo pour Ryu, ce qui ajoute de la variété et de l'action au combat comme jamais auparavant.\nLa ninja Ayane participe aux hostilités en tant que personnage jouable, à la fois dans les chapitres additionnels du mode histoire et dans le mode coop en ligne à deux joueurs. Grâce à ses propres armes et ses styles de Ninpo, Ayane offre une expérience de jeu radicalement différente aux joueurs qui voudront s'y essayer.\nL'action palpitante du mode solo devient encore plus fluide et immersive grâce au Wii U GamePad. Exécutez de puissants Ninpo et changez d'arme à toute vitesse grâce à l'écran tactile de la manette, puis consultez le graphique des combos pour choisir la combinaison offensive idéale afin de briser les défenses ennemies. Et tout cela sans lâcher d'une semelle l'intrigue principale.",
            "Developeur":"Nintendo",
            "Prix": 19.95,
            "Joueurs":"1 à 8",
            "Plateforme":"Wii U",
            "Genre":"Action",
            "Voix":"Anglais, Allemand, Français, Espagnol, Italien",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Mature 17+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"11/18/2012",
            "img": "/Images/jeux/nintendo/Ninja Gaiden 3.PNG"
        },
        {
            "id": "JWU-11",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"StarFox: Zero",
            "Description":"L'escadron Star Fox fait son grand retour aujourd'hui avec deux nouveaux jeux sur Wii U. Pilotez votre vaisseau, soyez un héros et rejoignez Star Fox dans Star Fox Zero, un jeu de tir magistral en 3D, disponible en exclusivité sur Wii U. Dans la peau du légendaire Fox McCloud, prenez la tête de l'équipe Star Fox et prenez part à des combats spatiaux afin de protéger la galaxie contre le terrible Andross !",
            "Developeur":"Nintendo",
            "Prix": 55.42,
            "Joueurs":"1 à 4",
            "Plateforme":"Wii U",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Connexion Internet requise durant le jeu. L'enregistrement d'un identifiant Nintendo Network et l'acceptation du contrat Nintendo Network sont nécessaires.",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"4/22/2016",
            "img": "/Images/jeux/nintendo/Starfox Zero.png"
        },
        {
            "id": "JWU-12",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Mass Effect 3 Special Edition",
            "Description":"La fin de l'univers est imminente. La guerre galactique contre un ennemi en apparence invulnérable fait rage et la seule personne à même de pouvoir y mettre un terme, c'est vous. Préparez-vous à la bataille de votre vie dans l'un des jeux vidéo d'aventure les plus intenses du moment avec la sortie de Mass Effect 3 : Edition spéciale sur Wii U.\nIncarnez le commandant Shepard, un héros de la race humaine qui détient l'avenir de l'univers entre ses mains. À vous de décider comment il s'y prendra pour sauver l'humanité. Avant de vous lancer dans l'aventure principale, découvrez un récapitulatif interactif des événements précédant Mass Effect 3, et choisissez parmi une sélection de classes et de compétences dictant vos aptitudes au combat.\nL'aspect important des choix du joueur se retrouve également au cœur du jeu, et chacune de vos décisions aura un impact sur la poursuite de l'aventure. Mettez en place une équipe parfaite avec les coéquipiers disponibles, puis équipez-les avec une large gamme en fonction de vos désirs. Choisissez d'incarner un modèle de vertu ou un renégat au cours de votre quête pour sauver le monde. Gardez cependant à l'esprit que chacun de vos actes pourrait avoir des conséquences potentiellement terribles sur la suite de votre aventure...",
            "Developeur":"Activision Blizzard, Electronic Arts",
            "Prix": 27.99,
            "Joueurs":"1 à 4",
            "Plateforme":"Wii U",
            "Genre":"Action, Aventure, RPG",
            "Voix":"Anglais, Allemand, Français, Espagnol, Italien",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Mature 17+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"11/13/2012",
            "img": "/Images/jeux/nintendo/Mass Effect 3 - Special Edition.PNG"
        },
        {
            "id": "JWU-13",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Rayman Legends - Standard Edition",
            "Description":"Conçu par l'équipe qui a réalisé Rayman Origins et Michel Ancel, le créateur original de Rayman®, Rayman Legends combine l'aspect artistique vibrant et l'action intense des plateformes de cette série, à l'innovation et à la créativité de la Wii U. Grâce au jeu unique sur écran tactile, le contrôle des mouvements et des effets visuels améliorés, Rayman Legends offre une expérience de jeu de plateforme sur Wii U.\nReprenant l'histoire là où elle s'était arrêtée dans Rayman Origins, Rayman Legends met en scène Rayman, Globox et les Ptizêtres, qui découvrent au cœur d'une forêt enchantée une tente mystérieuse remplie de tableaux captivants. Alors qu'ils se rendent compte que chaque tableau raconte l'histoire d'un monde mythique différent, nos héros sont aspirés dans l'un des tableaux. C'est ainsi que débute une nouvelle aventure, qui leur permettra de courir, sauter et affronter des dangers en traversant chaque niveau pour tenter de percer le mystère de ces tableaux étranges.\nEn plus des commandes traditionnelles permettant de guider Rayman dans chaque niveau, les joueurs peuvent utiliser l'écran tactile et les commandes de mouvements de la manette de la Wii U pour interagir directement avec l'action du jeu lorsqu'ils jouent à plusieurs. En prenant le contrôle du compagnon volant de Rayman, vous pouvez couper des cordes, déraciner des plantes, déclencher des catapultes, faire tourner des plateformes, découvrir des passages secrets et bien plus encore, en faisant de votre mieux pour aider les autres joueurs.\nEn combinant le Wii U GamePad et des télécommandes Wii, il est possible de jouer à Rayman Legends avec jusqu'à cinq joueurs en même temps : quatre joueurs qui courent et traversent les niveaux, pendant que le cinquième utilise l'écran tactile et les commandes de mouvements du GamePad. Les joueurs peuvent même arrêter et reprendre le jeu comme ils le souhaitent, l'aventure continuera à se dérouleur autour d'eux. Et si la télévision est utilisée lorsque vous jouez seul, pas de problème : il vous suffit de prendre le Wii U GamePad et de continuer à jouer sur l'écran intégré sans déranger ceux qui sont autour de vous.\nRayman Legends offre également un système de jeu riche et varié, du jeu rythmé sur plateformes où vous devez sauter, attaquer et glisser en trouvant le bon timing, jusqu'aux combats contre les boss géants, où vous pourrez affronter des dragons et d'autres créatures épiques. Les joueurs pourront également tenter des défis pour mettre leur adresse et leur vitesse à l'épreuve grâce à des classements en ligne, qui vous permettent de comparer vos performances à celles d'autres joueurs dans le monde.",
            "Developeur":"Ubi Soft",
            "Prix": 29.99,
            "Joueurs":"1 à 5",
            "Plateforme":"Wii U",
            "Genre":"Plateformes, Action",
            "Voix":"Allemand, Anglais, Espagnol, Français, Italien, Néerlandais",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Jeu en coopération, Démo disponible, Jeu en ligne, Jouer hors TV",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"9/1/2013",
            "img": "/Images/jeux/nintendo/Rayman Legends.PNG"
        },
        {
            "id": "JWU-14",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Sonic Lost World",
            "Description":"Le maléfique Dr Eggman remet ça ! Cette fois, il s'est surpassé en exploitant le pouvoir de créatures menaçantes baptisées les Effroyables Six. Quand celles-ci se rebellent contre leur maître, Sonic et le Dr Eggman doivent mettre leur vieille rivalité de côté et faire alliance dans Sonic Lost World sur Wii U.\nArmé de nombreux mouvements et aptitudes, Sonic arrive en trombe dans ce jeu d'aventure, d'action et de plateforme sur Wii U. Courez, sautez, sprintez dans des parcours spectaculaires sans cesse renouvelés, grâce aux déplacements dynamiques de Sonic et à de nouveaux Pouvoirs des Couleurs, découverts dans Sonic Colours.\nInclinez le Wii U GamePad, utilisez-le pour viser et touchez l'écran pour contrôler les Pouvoirs des Couleurs propres à la Wii U. Jouez à la totalité du jeu sur le Wii U GamePad si vous n'avez pas accès au téléviseur ou profitez du soutien d'un ami en mode deux joueurs. Envoyez des objets via Miiverse pour augmenter leur pouvoir et partagez-les avec d'autres joueurs du monde entier.",
            "Developeur":"Sega",
            "Prix": 68.95,
            "Joueurs":"1 à 2",
            "Plateforme":"Wii U",
            "Genre":"Action, Aventure, Plateformes",
            "Voix":"Anglais, Allemand, Français, Espagnol, Italien",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Contenu téléchargeable, Démo disponible, Jeu en ligne, Jouer hors TV",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"10/22/2013",
            "img": "/Images/jeux/nintendo/Sonic Lost World.PNG"
        },
        {
            "id": "JWU-15",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Sonic and Allstars Racing Transformed",
            "Description":"Le plus emblématique des hérissons a toujours été synonyme de vitesse mais le bien-nommé Sonic remet aujourd'hui son titre en jeu dans Sonic & SEGA All-Stars Racing, sur Wii et sur Nintendo DS le 26 février. C'est donc ce vendredi que vous pourrez arpenter les circuits avec 20 véritables légendes de l'univers SEGA pour vivre des courses de kart débridées.",
            "Developeur":"Sega",
            "Prix": 44.99,
            "Joueurs":"1 à 4",
            "Plateforme":"Wii U",
            "Genre":"Course",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Jeu en ligne",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"11/14/2012",
            "img": "/Images/jeux/nintendo/Sonic and Allstars Racing Transformed.PNG"
        },
        {
            "id": "JWU-16",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"LEGO Jurassic World",
            "Description":"LEGO Jurassic World™ permet aux joueurs de revivre les 4 films : Jurassic Park, Le Monde perdu : Jurassic Park, Jurassic Park III, et Jurassic World.\nFaites un carnage avec les dinosaures LEGO : choisissez l'un des 20 dinosaures disponibles, comme le gentil Tricératops, le redoutable Raptor, ou encore le puissant T. Rex.\nPersonnalisez votre propre collection de dinosaures : récupérez de l'ambre LEGO et utilisez-le avec de l'ADN pour créer de tout nouveaux dinosaures.\nExplorez Isla Nublar et Isla Sorna : placez vos dinosaures personnalisés dans des enclos en accomplissant des missions spéciales en mode Libre.",
            "Developeur":"Warner Home Video - Games",
            "Prix": 17.84,
            "Joueurs":"1 à 2",
            "Plateforme":"Wii U",
            "Genre":"Action",
            "Voix":"Allemand, Anglais, Espagnol, Français, Italien, Japonais, Néerlandais, Portugais, Russe",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"6/12/2015",
            "img": "/Images/jeux/nintendo/Lego - Jurassic World.PNG"
        },
        {
            "id": "JWU-17",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Lego: Marvel Super Heroes",
            "Description":"Les Avengers ne sont pas les seuls à se réunir dans LEGO Marvel Super Heroes ! Lorsque le Dr Fatalis décide de rassembler une horde de super-vilains afin de créer l'arme ultime, Nick Fury doit faire appel à tous les super héros de la planète pour qu'ils unissent leurs forces ! Les plus grands héros du monde seront-ils de taille face au Dr Fatalis, à Loki, au Docteur Octopus et à bien d'autres encore ? Et réussiront-ils à sauver la planète ?\nLEGO Marvel Super Heroes met en scène de très nombreux personnages de l'univers Marvel, que ce soit des icônes comme Iron Man, Spider-Man et Wolverine, ou des héros moins connus comme Écureuillette et Howard le Canard ! Vous pouvez débloquer plus de 150 super-héros et super-vilains disposant chacun de leurs propres capacités et animations. Captain America peut par exemple utiliser son bouclier pour dévier des lasers et créer de nouvelles plateformes, tandis qu'Iron Man peut voler, tirer des missiles et libérer son rayon ultra-puissant. Et si vous êtes encerclé par des ennemis, dégagez la voie en utilisant une frappe de Hulk !\nExplorez la ville de New York en monde ouvert à la recherche de Briques cosmiques et bien plus encore, et visitez des lieux emblématiques de l'univers Marvel, tels que le Manoir X, Asgard et la Tour Stark. Teinté de l'humour caractéristique des jeux de la série LEGO, le jeu vous invite à une superbe aventure dans la Grosse pomme !",
            "Developeur":"Warner Home Video - Games",
            "Prix": 22.65,
            "Joueurs":"1 à 2",
            "Plateforme":"Wii U",
            "Genre":"Action, Aventure",
            "Voix":"Danois, Allemand, Anglais, Espagnol, Français, Italien, Néerlandais",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Démo disponible",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"10/22/2013",
            "img": "/Images/jeux/nintendo/Lego Marvel Super Heroes.PNG"
        },
        {
            "id": "JWU-18",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Resident Evil: Revelations",
            "Description":"Avis aux fans de la célèbre série de survival-horror : RESIDENT EVIL™ REVELATIONS va vous glacer les sangs dans ce nouvel opus sur Wii U ! Grâce à des graphismes en HD, de nouveaux ennemis et des fonctions exclusives, la Wii U vous garantira une expérience ultime pour RESIDENT EVIL™ REVELATIONS !\nSe déroulant entre Resident Evil 4™ et Resident Evil 5™, le jeu propose un nouveau scénario captivant réunissant les héros de la série, Jill Valentine et Chris Redfield, et présente de nouveaux personnages, Parker Luciani et Jessica Sherawat. Les joueurs pourront également explorer, avec la plus grande prudence, des environnements effrayants entièrement inédits.\nD'après les dernières informations émises par le GPS de Chris Redfield, cofondateur du BSAA (Bioterrorism Security Assessment Alliance), il se trouvait à bord d'un paquebot censé être abandonné, juste avant que l'on perde toute trace de lui. En mission pour découvrir la vérité sur ce qui est arrivé à son partenaire du BSAA et ami proche, Jill Valentine s'aventure dans le navire délabré en compagnie de l'agent Parker Luciani. Malheureusement, le paquebot n'est pas aussi désert que prévu...\nAilleurs, Chris Redfield et sa nouvelle partenaire du BSAA, Jessica Sherawat, cheminent sur des montagnes enneigées en quête d'informations sur Veltro, une organisation terroriste. Mais dans le silence se tapissent des hordes de créatures terrifiantes et contaminées, bien déterminées à les détruire...\nResident Evil™ Revelations marque le retour sur Wii U de l'action classique des jeux de survival-horror : avec des armes et des munitions limitées, la chance n'est pas de votre côté et chacun de vos tirs compte. Des couloirs exigus, froids et humides du paquebot aux neiges dangereuses des montagnes, l'environnement n'est vraiment pas votre ami. Pour survivre, vous aurez besoin de tout votre courage, de vos compétences et aussi d'un peu de chance ! Le scanner Genesis vous sera aussi d'une grande utilité pour analyser les ennemis ou révéler des objets cachés (qui peuvent servir d'améliorations pour vos armes).",
            "Developeur":"Capcom",
            "Prix": 25,
            "Joueurs":"1 à 2",
            "Plateforme":"Wii U",
            "Genre":"Action",
            "Voix":"Allemand, Anglais, Espagnol, Français, Italien, Néerlandais, Portugais, Russe",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Contenu téléchargeable, Jeu en coopération, Démo disponible, Jouer hors TV",
            "Classement":"Mature 17+",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"5/21/2013",
            "img": "/Images/jeux/nintendo/Resident Evil Revelations.PNG"
        },
        {
            "id": "JWU-19",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Paper Mario: Colour Splash",
            "Description":"Vous allez en rire de toutes les couleurs !\nQuand un Toad blanc est mystérieusement envoyé à Princesse Peach, notre héros Mario décide de se rendre sur l'île Barbouille, un paradis de papier qui se vide de ses couleurs et qui a besoin de votre secours. Avec l'aide d'un nouvel acolyte nommé Peinturion, et un nouvel outil fort pratique qu'on appelle le marteau splash, rendez ses couleurs à ce monde, et traquez le coupable qui se cache derrière cet étrange crime de couleurs.\nParcourez les plages ensoleillées, ou même les volcans en activité pour chercher les grandes et petites étoiles de couleur afin d'ouvrir de nouvelles voies, et même d'explorer des régions entières de l'île Barbouille. Dans ce monde, tout est fait de papier, ce qui signifie que tout est possible ! Lorsqu'un obstacle vous barre la route, sortez-le du tableau à l'aide de la technique de découpage, et ayez recours à des tours encore plus malins pour naviguer dans des dédales de papier.",
            "Developeur":"Nintendo",
            "Prix": 114.99,
            "Joueurs":"1",
            "Plateforme":"Wii U",
            "Genre":"Action, Aventure",
            "Voix":"Allemand, Anglais, Espagnol, Français, Italien, Néerlandais, Portugais, Russe",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et adultes",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"10/7/2016",
            "img": "/Images/jeux/nintendo/Paper Mario Color Splash.PNG"
        },
        {
            "id": "JWU-20",
            "Categorie": "jeux",
            "Subcategorie": "Nintendo Wii U",
            "Titre":"Super Mario 3D World",
            "Description":"Partez à l'aventure avec Mario, Luigi et leurs amis au royaume des Libella dans SUPER MARIO 3D WORLD ! Bowser a kidnappé la princesse Libella, et Mario et ses camarades sont partis à son secours, s'accrochant au mâts de multiples stages en cours de route ! Le royaume des Libella est parsemé de toutes sortes de difficultés et de pièges que nos héros vont devoir déjouer : des enchevêtrements de tuyaux transparents, des bombes à jeter sur l'ennemi, et des trains semés d'embûches ! Il leur faudra même peut-être grimper aux murs, commes des chats ! Avec un mode multijoueur local permettant de jouer jusqu'à quatre et les commandes du Wii U GamePad, SUPER MARIO 3D WORLD est une aventure débordante de nouveautés, disponible uniquement sur Wii U !\nLa collection de chapeaux de Mario - et le nombre de ses transformations - ne cesse de s'étendre ! Outre les classiques Mario tanuki et Mario boomerang, le titre propose de nombreuses nouveautés comme ces Super clochettes, qui transforment Mario en un chat capable de grimper aux murs et de donner des coups de pattes, ces Boîtes canon, qui permettent de tirer des boulets quand on les porte, ou ces Double cerises, qui dédoublent les personnages !",
            "Developeur":"Nintendo",
            "Prix": 89.95,
            "Joueurs":"1 à 4",
            "Plateforme":"Wii U",
            "Genre":"Action, Plateformes",
            "Voix":"Allemand, Anglais, Espagnol, Français, Italien, Néerlandais, Portugais, Russe",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"",
            "Classement":"Enfants et adultes",
            "DescClassement":"",
            "Achats intra-jeu":"non",
            "Date sortie":"11/22/2013",
            "img": "/Images/jeux/nintendo/SuperMario3DWorld.PNG"
        }
    ],


    "listeJeuxXbox" : [
        {
            "id": "JXB-01",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Gotham Knights",
            "Description":"Batman est mort. Un nouveau monde criminel expansif a balayé les rues de Gotham City.Il appartient maintenant à la famille Batman - Batgirl, Nightwing, Red Hood et Robin - de protéger Gotham, d'apporter de l'espoir à ses citoyens, de la discipline à ses flics et de la peur à ses criminels.\nDe la résolution de mystères qui relient les chapitres les plus sombres de l'histoire de la ville à la défaite de méchants notoires lors d'affrontements épiques.\nGotham Knights est un RPG d'action en monde ouvert se déroulant dans la ville de Gotham la plus dynamique et interactive à ce jour. Patrouillez les cinq arrondissements distincts de Gotham en solo ou en coopération et participez aux activités criminelles où que vous les trouviez.\nVotre héritage commence maintenant. Entrez dans le chevalier.",
            "Developeur":"Warner Bros. Games",
            "Prix": 89.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Optimisé pour la Xbox Series X|S",
            "Classement":"Cote en instance",
            "DescClassement":"Peut contenir du contenu inapproprié aux enfants. Détails et classifications au esrb.org.",
            "Achats intra-jeu":"",
            "Date sortie":"10/25/2022",
            "img": "/Images/jeux/xbox/Marvel's Gotham Knights.PNG"
        },
        {
            "id": "JXB-02",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Time on Frog Island",
            "Description":"Aidez un vieil axolotl à faire revivre une île mourante dans le prologue de Time on Frog Island. Une mini-aventure passionnante qui vous donnera un avant-goût de ce qui vous attend dans la version finale du jeu. Et si vous aimez cet amuse-bouche, n'oubliez pas de wishlister le jeu !",
            "Developeur":"Merge Games",
            "Prix": 31.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, 60 i/s et plus, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox",
            "Classement":"Enfants et adultes",
            "DescClassement":"Légère violence animée, Usage de tabac",
            "Achats intra-jeu":"oui",
            "Date sortie":"7/11/2022",
            "img": "/Images/jeux/xbox/Time on frog island.PNG"
        },
        {
            "id": "JXB-03",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Hogwarts Legacy",
            "Description":"Faites l’expérience d’Hogwarts en 1800. Votre personnage est un étudiant qui détient la clé d’un ancien secret qui menace de mettre en pièce le monde des sorciers. Faites-vous des alliés, combattez les sorciers des ténèbres et déterminez le destin du monde des sorciers.\nHogwarts Legacy est un jeu de rôle d’action immersive à monde ouvert qui se déroule dans le monde qui fut d’abord introduit dans les livres de Harry Potter. Embarquez dans une aventure dans des emplacements familiers et nouveaux à mesure que vous explorez et découvrez des bêtes fantastiques, personnalisez votre personnage et préparez des potions, maîtrisez l’art de lancer des sorts, mettez à niveau vos talents et devenez le sorcier que vous voulez être.\nFaites l’expérience d’Hogwarts en 1800. Votre personnage est un étudiant qui détient la clé d’un ancien secret qui menace de mettre en pièce le monde des sorciers. Découvrez la sensation de vivre à Hogwarts en vous faisant des alliés pour combattre les sorciers des ténèbres et ultimement déterminer le destin du monde des sorciers. Votre héritage sera déterminé par vos actions. Vivez le non-récit.",
            "Developeur":"AVALANCHE, Portkey Games",
            "Prix": 89.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action, Jeux de rôle",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Nécessite internet",
            "Classement":"",
            "DescClassement":"",
            "Achats intra-jeu":"oui",
            "Date sortie":"12/31/2022",
            "img": "/Images/jeux/xbox/Hogwarts Legacy.PNG"
        },
        {
            "id": "JXB-04",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Grand Theft Auto V",
            "Description":"Découvrez Grand Theft Auto V, le célèbre jeu en monde ouvert de Rockstar Games.\nLorsqu'un jeune voyou, un braqueur de banque à la retraite et un terrible psychopathe se retrouvent piégés par de grands criminels, le gouvernement américain et l'industrie du divertissement, ils doivent effectuer une série de braquages pour survivre dans une ville sans pitié où ils ne peuvent faire confiance à personne, et encore moins à leurs compagnons.\nExplorez le monde époustouflant de Los Santos et Blaine County dans la version ultime de Grand Theft Auto V, grâce à des améliorations techniques qui sauront plaire aux nouveaux joueurs comme aux fans de la première heure. ",
            "Developeur":"Rockstar Games",
            "Prix": 24.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Jeu en ligne possible jusqu'à 30 joueurs, Interactivité des utilisateurs, Achats intra-jeu",
            "Classement":"Mature 17+",
            "DescClassement":"Nudité, Usage de drogues et d’alcool, Sang et carnage, Fort contenu sexuel, Langage ordurier, Violence intense, Humour adulte",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"3/15/2022",
            "img": "/Images/jeux/xbox/Grand Theft Auto V.PNG"
        },
        {
            "id": "JXB-05",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"LEGO Star Wars Skywalker Saga",
            "Description":"LA GALAXIE VOUS APPARTIENT\n\nJouez à travers les neuf films de la saga Star Wars™ dans le tout nouveau jeu vidéo LEGO® qui surpassera toutes vos attentes! Naviguez à travers la galaxie pour découvrir les emplacements les plus légendaires de la saga avec tous vos personnages préférés. Une galaxie très, très lointaine, n’a jamais été aussi amusante!",
            "Developeur":"Warner Bros, Solutions 2 Go Inc.",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action, Aventure",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Coopération locale Xbox (2-2), 4K Ultra HD, HDR10, Optimisé pour la Xbox Series X|S, Diffusion intelligente",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"Espiègleries, Violence en animation",
            "Achats intra-jeu":"oui",
            "Date sortie":"4/5/2022",
            "img": "/Images/jeux/xbox/Lego star wars - the skywalker saga.PNG"
        },
        {
            "id": "JXB-06",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Marvel's Guardians of The Galaxy",
            "Description":"Embarquez pour une virée déjantée à travers la galaxie dans cette nouvelle version de Marvel's Guardians of the Galaxy. Dans ce jeu d'action/aventure à la troisième personne, vous incarnez Star-Lord, et grâce à votre autorité (parfois douteuse) et à votre audace, vous avez convaincu une bande de héros improbables de se joindre à vous. Un crétin (sûrement pas vous) a déclenché une série d'événements catastrophiques et vous êtes le seul à pouvoir fédérer les Gardiens assez longtemps pour empêcher un désastre interplanétaire. Utilisez vos blasters élémentaires, collez des raclées en équipe, donnez des coups de jet-bottes... Tous les coups sont permis ! Si vous pensez que tout se passera sans accrocs, vous n'êtes pas au bout de vos surprises. Les Gardiens devront faire des pieds et des mains pour assumer les conséquences de vos actes. Dans cette histoire originale des Gardiens de la Galaxie, vous rencontrerez de nouveaux êtres surpuissants ainsi que des personnages emblématiques revisités, tous impliqués dans le destin de la galaxie. C'est le moment de montrer à l'univers entier ce dont vous êtes capable. Ça va le faire. Normalement.",
            "Developeur":"Square-Enix",
            "Prix": 25.95,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"Allemand, Anglais, Espagnol, Français (France), Italien, Japonais",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, HDR10, Dolby Atmos, Optimisé pour la Xbox Series X|S, Diffusion intelligente, compatible avec le nuage, Enregistrements en nuage Xbox",
            "Classement":"Adolescents",
            "DescClassement":"Usage d’alcool, Légères représentations de sang, Violence, Thèmes légèrement suggestifs, Langage",
            "Achats intra-jeu":"oui",
            "Date sortie":"3/1/2022",
            "img": "/Images/jeux/xbox/Guardians of the galaxy.PNG"
        },
        {
            "id": "JXB-07",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Immortals Fenyx Rising",
            "Description":"Immortals Fenyx Rising donne vie à une grandiose aventure mythologique.\nIncarnez Fenyx, un nouveau demi-dieu ailé, dont la tâche est de sauver les dieux grecs. Le sort du monde est entre vos mains : vous êtes le dernier espoir des dieux.\nManiez les pouvoirs des dieux, comme l'épée d'Achille et les ailes de Dédale pour combattre de puissantes créatures mythiques et résoudre d'anciennes énigmes.\nAffrontez des créatures mythiques comme les Cyclopes et Méduse, lors de combats dynamiques, au sol et dans les airs.\nUtilisez vos compétences et vos armes, comme les flèches autoguidées, la télékinésie, et bien plus encore, pour infliger des dégâts dévastateurs.\nExplorez un monde ouvert stylisé, constitué de sept régions uniques inspirées par les dieux.\nCe jeu utilise Smart Delivery pour vous donner accès à la fois au titre Xbox One et au titre Xbox Series X|S",
            "Developeur":"Ubi Soft",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, 60 i/s et plus, Son spatial, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox",
            "Classement":"Adolescents",
            "DescClassement":"Thèmes suggestifs, Violence, Langage",
            "Achats intra-jeu":"oui",
            "Date sortie":"12/2/2020",
            "img": "/Images/jeux/xbox/Immortals Fenyx Rising.PNG"
        },
        {
            "id": "JXB-08",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Far Cry 6",
            "Description":"Bienvenue à Yara, un paradis tropical figé dans le temps. Le dictateur de Yara, Antón Castillo, veut à tout prix ramener sa nation à sa gloire passée, son fils Diego suivant ses traces sanglantes. Leur règne oppressif a provoqué une révolution.\nIncarnez Dani Rojas, originaire de Yara, et battez-vous au sein d’une guérilla révolutionnaire des temps modernes afin de libérer l’île!",
            "Developeur":"Ubi Soft",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action, Aventure",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Mode coopératif en ligne (2-2), Jeu multijoueur en ligne (2-2), 4K Ultra HD, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox",
            "Classement":"Mature 17+",
            "DescClassement":"Usage de drogues et d’alcool, Contenu à caractère sexuel modéré, Sang et carnage, Langage ordurier, Violence intense",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"10/6/2021",
            "img": "/Images/jeux/xbox/Farcry 6.PNG"
        },
        {
            "id": "JXB-09",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Dying Light 2 Stay Human",
            "Description":"Il y a plus de vingt ans, à Harran, nous avons combattu le virus… en vain. Maintenant, nous faisons à nouveau face à l’échec. La Ville, l’une des dernières grandes colonies humaines, est déchirée par les conflits. La civilisation a replongé dans l’âge des ténèbres. Malgré tout, nous gardons espoir.\nVous êtes un nomade capable de changer le destin de La Ville. Mais vos talents ont un prix. Hanté par des souvenirs que vous n’arrivez pas à déchiffrer, vous partez à la recherche de la vérité... et vous vous retrouvez en pleine zone de combat. Perfectionnez vos habiletés; car pour vaincre vos ennemis et vous faire des alliés, vous aurez besoin de vos poings et de votre tête. Percez les secrets de ceux qui détiennent le pouvoir, choisissez votre camp et forgez votre destin. Mais peu importe où vos actions vous mènent, il y a une chose que vous ne pouvez jamais oublier – votre humanité.",
            "Developeur":"Techland",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Mode coopératif en ligne (2-4), 4K Ultra HD, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox",
            "Classement":"Mature 17+",
            "DescClassement":"Sang et carnage, Thèmes suggestifs, Langage ordurier, Violence intense",
            "Achats intra-jeu":"oui",
            "Date sortie":"2/3/2022",
            "img": "/Images/jeux/xbox/Dying light 2 Stay human.PNG"
        },
        {
            "id": "JXB-10",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Assassin's Creed Valhalla",
            "Description":"Ce jeu utilise Smart Delivery pour vous donner accès à la fois au titre Xbox One et au titre Xbox Series X|S\nBâtissez votre légende Viking en 4K à 60 FPS sur Xbox Series X.\nIncarnez Eivor, Viking légendaire en quête de gloire. Explorez l’Angleterre des âges obscurs, en menant des attaques contre vos ennemis, en faisant grandir votre colonie et en affermissant votre pouvoir politique afin de mériter votre place parmi les dieux, au Valhalla.",
            "Developeur":"Ubi Soft",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, 60 i/s et plus, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox",
            "Classement":"Mature 17+",
            "DescClassement":"Usage de drogues et d’alcool, Sang et carnage, Thèmes sexuels, Nudité partielle, Langage ordurier, Violence intense",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"11/9/2020",
            "img": "/Images/jeux/xbox/Assasins Creed Valhalla.PNG"
        },
        {
            "id": "JXB-11",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Sniper Ghost Warrior Contracts 2",
            "Description":"Sniper Ghost Warrior Contracts 2 représente le jeu le plus difficile de la série primée à ce jour, introduisant des tirs à longue portée extrême sur des cibles situées à plus d’un kilomètre. Il n’existe rien de mieux pour se préparer aux combats tactiques sous haute pression de ce jeu mettant en vedette une campagne en solo spectaculaire se déroulant au Moyen-Orient à l’époque moderne que l’édition Complete comprenant tous les contenus téléchargeables et les extensions sortis précédemment.",
            "Developeur":"CI Games",
            "Prix": 53.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action, Jeu De Tir",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, Enregistrements en nuage Xbox",
            "Classement":"Mature 17+",
            "DescClassement":"Sang et carnage, Mention de drogues, Langage ordurier, Violence intense",
            "Achats intra-jeu":"oui",
            "Date sortie":"6/4/2021",
            "img": "/Images/jeux/xbox/Sniper Ghost Warrior Contracts 2.PNG"
        },
        {
            "id": "JXB-12",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Halo Infinite",
            "Description":"Tandis que l'espoir meurt et que le sort de l'humanité est en jeu, le Major s'apprête à affronter son plus redoutable ennemi à ce jour. Enfilez l'armure du plus grand héros de l'humanité pour vivre une aventure épique et explorer l'immensité de l'anneau. Pour profiter de la campagne, achetez Halo Infinite.",
            "Developeur":"Xbox Game Studios",
            "Prix": 44.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, Enregistrements en nuage Xbox",
            "Classement":"Adolescents",
            "DescClassement":"Sang, Langage grossier, Violence",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"11/15/2021",
            "img": "/Images/jeux/xbox/Halo infinite.PNG"
        },
        {
            "id": "JXB-13",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Cyberpunk 2077",
            "Description":"Cyberpunk 2077 est un RPG d'action-aventure en monde ouvert qui se déroule dans la mégalopole de Night City, où vous incarnez un cyber-mercenaire qui livre un combat sans merci pour sa survie. Avec des améliorations et du contenu additionnel gratuit, personnalisez entièrement votre personnage et votre style de jeu en accomplissant des boulots, améliorez votre réputation et déverrouillez des améliorations. Les relations que vous nouerez et les choix que vous ferez auront un impact sur l'histoire et le monde qui vous entoure. C'est ici que se forgent les légendes. Quelle sera la vôtre ?",
            "Developeur":"CD PROJEKT RED",
            "Prix": 79.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action,  RPG",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, 60 i/s et plus, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox",
            "Classement":"Mature 17+",
            "DescClassement":"Nudité, Usage de drogues et d’alcool, Sang et carnage, Fort contenu sexuel, Langage ordurier, Violence intense",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"12/9/2020",
            "img": "/Images/jeux/xbox/Cyberpunk 2077.PNG"
        },
        {
            "id": "JXB-14",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Biomutant",
            "Description":"BIOMUTANT® est un RPG post-apocalyptique en monde ouvert mâtiné de kung-fu bénéficiant d'un système de combat d'arts martiaux unique, mêlant corps à corps, tir et pouvoirs mutants.\nUne épidémie sème la mort et l'Arbre-de-Vie dépérit. Les tribus sont divisées. Explorez un monde en plein chaos et déterminez son avenir : serez-vous un sauveur ou le plongerez-vous vers un destin plus sombre encore ?",
            "Developeur":"THQ Nordic",
            "Prix": 76.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action,  RPG",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, 60 i/s et plus, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox",
            "Classement":"Adolescents",
            "DescClassement":"Violence fictive, Humour grossier, Usage de tabac, Sang, Mention d’alcool",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"5/25/2021",
            "img": "/Images/jeux/xbox/Biomutant.PNG"
        },
        {
            "id": "JXB-15",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"DOOM Eternal Standard Edition",
            "Description":"Les armées de l'enfer ont envahi la Terre. Incarnez le Slayer dans une campagne en solo épique où vous terrasserez des démons à travers les dimensions et arrêterez la destruction de l'humanité.\nLa seule chose qui les effraie... c'est vous.\nDécouvrez le mélange ultime de vitesse et de puissance dans DOOM Eternal : la nouvelle formule du combat à la première personne bourré d'action.",
            "Developeur":"Bethesda Softworks",
            "Prix": 52.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action, Jeu De Combat",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Jeu multijoueur en ligne (2-3), 4K Ultra HD, HDR10, Xbox Live Cross-Gen multijoueur, 60 i/s et plus, 120 i/s, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox",
            "Classement":"Mature 17+",
            "DescClassement":"Sang et carnage, Violence intense",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"3/20/2020",
            "img": "/Images/jeux/xbox/Doom Eternal.PNG"
        },
        {
            "id": "JXB-16",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Forza Horizon 5 Édition standard",
            "Description":"L'aventure Horizon ultime vous attend ! Découvrez le monde ouvert vivant et changeant constamment, situé dans les magnifiques paysages du Mexique, et vibrez au volant de centaines de voitures parmi les plus belles au monde.",
            "Developeur":"Xbox Game Studios",
            "Prix": 79.99,
            "Joueurs":"1 à 2",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Course",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Mode coopératif en ligne (2-6), Jeu multijoueur en ligne (2-12), 4K Ultra HD, HDR10, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Xbox Play Anywhere",
            "Classement":"Enfants et Adultes",
            "DescClassement":"",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"11/9/2021",
            "img": "/Images/jeux/xbox/Forza horizon 5.PNG"
        },
        {
            "id": "JXB-17",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Hellblade: Senua's Sacrifice",
            "Description":"Les créateurs de Heavenly Sword, Enslaved: Odyssey to the West, et DmC: Devil May Cry présentent le voyage brutal d'une guerrière celte brisée, entre mythes et folie.\nCette guerrière entame une quête hallucinée qui la mènera jusqu'en enfer viking afin de retrouver l'âme de son amant décédé.\nConçu en collaboration avec des chercheurs en neurosciences et des personnes atteintes de psychose, Hellblade: Senua's Sacrifice vous plongera dans la furie mélancolique de l'esprit désorienté de Senua.",
            "Developeur":"Ninja Theory Ltd",
            "Prix": 39.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action, Mystère",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, Xbox One X améliorée, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox",
            "Classement":"Mature 17+",
            "DescClassement":"Sang et carnage, Langage ordurier, Violence intense",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"4/10/2018",
            "img": "/Images/jeux/xbox/Hellblade Senua's Sacrifice.png"
        },
        {
            "id": "JXB-18",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Ori and the Will of the Wisps",
            "Description":"Découvrez la destinée véritable d'Ori.\nEmbarquez pour une aventure dans un monde vaste et dépaysant où vous rencontrerez des ennemis gigantesques et des énigmes ardues dans votre quête, dans cette suite incontournable entièrement optimisée pour Xbox Series X et Xbox Series S.\nLe petit esprit Ori est habitué aux situations périlleuses. Mais lorsqu'un coup du sort met la jeune chouette Kun en danger, il faudra faire preuve d'une bravoure exceptionnelle pour rassembler une famille, soigner une terre tourmentée et découvrir la vraie destinée d'Ori. Les créateurs d'Ori and the Blind Forest, jeu d'action et de plateforme salué par la critique, reviennent avec une toute nouvelle aventure qui vous plongera au cœur d'un monde féérique regorgeant d'amis et d'ennemis dessinés à la main et plus vivants que jamais. Rythmé par une bande originale orchestrale, Ori and the Will of the Wisps perpétue le savoir-faire de Moon Studios en matière de plateforme haletante soutenue par une narration poignante.",
            "Developeur":"Xbox Game Studios",
            "Prix": 39.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action, Aventure",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"4K Ultra HD, 60 i/s et plus, Optimisé pour la Xbox Series X|S, Diffusion intelligente, Enregistrements en nuage Xbox, 120 i/s, Son spatial, Dolby Atmos, DTS:X",
            "Classement":"Enfants et Adultes",
            "DescClassement":"Légère violence fictive",
            "Achats intra-jeu":"non",
            "Date sortie":"3/11/2020",
            "img": "/Images/jeux/xbox/Ori and the will of the wisps.png"
        },
        {
            "id": "JXB-19",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Rare Replay",
            "Description":"À l'occasion du 30e anniversaire de Rare, découvrez cette compilation qui met à l'honneur plusieurs générations de jeux vidéo. Rare Replay ravira les joueurs de la première heure comme les nouveaux fans avec les tout premiers jeux en 2D du studio et les titres déjà sortis sur Xbox 360.\nPlongez dans Battletoads, laissez-vous emporter par Banjo-Kazooie et faites un saut dans le futur avec Perfect Dark. Perfectionnez votre technique ou mettez vos compétences à l'épreuve avec des mini-défis totalement inédits et visez un score du joueur de 10 000. Des trésors du jeu vidéo font leur grand retour dans une interface exceptionnelle, exclusivement sur Xbox One!",
            "Developeur":"Microsoft Studios",
            "Prix": 29.99,
            "Joueurs":"1",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Coopération locale Xbox (2-32), Mode coopératif en ligne (2-32), Multijoueur local Xbox  (2-4), Jeu multijoueur en ligne (2-32), Xbox Live",
            "Classement":"Mature 17+",
            "DescClassement":"Violence, Sang, Langage, Usage d’alcool, Usage de tabac",
            "Achats intra-jeu":"non",
            "Date sortie":"8/3/2015",
            "img": "/Images/jeux/xbox/Rare replay.PNG"
        },
        {
            "id": "JXB-20",
            "Categorie": "jeux",
            "Subcategorie": "Xbox",
            "Titre":"Plants vs. Zombies™ : La Bataille de Neighborville",
            "Description":"Bienvenue à Neighborville, où tout va à merveille... à l’exception d’un petit problème : un nouveau conflit coniférien délirant entre les sans-cerveaux et les botaniques est sur le point d’éclater! Qu’allez-vous faire? Perdrez-vous votre sève froide? Laisserez-vous une peur verte vous damer le pion? Préparez-vous à leur couper l’herbe sous le pied dans un conflit opposant plantes et zombies qui vous catapultera dans les zones périphériques de Neighborville avant de vous ramener en plein cœur de l’action.\nPersonnalisez chaque héros pour le combat\nParticipez à la plus récente récolte du combat éternel entre plantes et zombies avec 20 classes entièrement personnalisables dès le lancement, incluant une classe de Jeu d’équipe pour chaque faction. Tirez le maximum des pouvoirs uniques de chaque classe de personnage, incluant la nouvelle Arène de combat, et laissez-vous envoûter par des émotions fortes tout simplement feuille-tastiques.",
            "Developeur":"Electronic Arts",
            "Prix": 39.99,
            "Joueurs":"1 à 2",
            "Plateforme":"Xbox One, Xbox Series X",
            "Genre":"Action",
            "Voix":"",
            "Langues":"",
            "Fonctionnalitées/Contraintes":"Coopération locale Xbox (2-2), Mode coopératif en ligne (2-24), Multijoueur local Xbox  (2-2), Jeu multijoueur en ligne (2-24), 4K Ultra HD, HDR10, Écran fractionné/partagé, Xbox Live, FPS Boost Series X | S",
            "Classement":"Enfants et adultes 10+",
            "DescClassement":"Violence fictive, Espiègleries",
            "Achats intra-jeu":"facultatifs",
            "Date sortie":"10/18/2019",
            "img": "/Images/jeux/xbox/Plants vs Zombies - La bataille de Neighborville.PNG"
        }
    ],

    "listeLivresLitterature" : [
       
        {
            "id": "LLT-01",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Place des érables t.05 variétés e. méthot & fils",
            "Auteur":"LOUISE TREMBLAY-D'ESSIAMBRE",
            "Isbn":"9782898273261",
            "Description":"La série Place des Érables continue de s’agrandir comme une famille du bon vieux temps! Ce cinquième tome nous tire chez monsieur Méthot, propriétaire du magasin de variétés voisin de la pharmacie Lamoureux. Parions que, de chez lui aussi, toute la vie du quartier est à portée de vue et de voix... Pour notre plus grand plaisir!",
            "Prix": 24.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/PlaceDesErables.jpg"
        },
        {
            "id": "LLT-02",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Jack et le haricot magique",
            "Auteur":"VIC VERDIER",
            "Isbn":"9782898085772",
            "Description":"Un jeune diplômé en informatique qui programme une fraude bancaire dans le sous-sol de sa mère. Une amie qui rêve de révolutionner la musique et qui pense naïvement que la prostitution n'est qu'une façon rapide de faire de l'argent. Un géant criminel, cruel et avare. Sa jeune femme, maltraitée, humiliée. Un coma de quelques années qui bouleverse tout. Une tour qui pousse jusqu'au ciel... et qui devra bien s'écrouler un jour. Jack et le haricot magique nous plonge dans le folklore des îles britanniques. On y trouve toujours une transaction qui semble désavantager Jack, une longue tige qui grimpe jusqu'au ciel, une harpe magique... Dans cette nouvelle version pleine de suspense, tous les ingrédients sont présents, mais ce n'est plus un jeune garçon qui affronte le géant... et le combat se révèlera beaucoup plus sanglant !",
            "Prix": 19.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/JackEtLeHarricotMagique.jpg"
        },
        {
            "id": "LLT-03",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Tiohtià:ke",
            "Auteur":"MICHEL JEAN",
            "Isbn":"9782764814130",
            "Description":"« L'air du square Cabot ne dégage aucune senteur. Pourtant, le vent l'a porté sur des milliers de kilomètres à travers Nitassinan. Il a traversé des forêts et des centaines de lacs et de rivières, mais il n'en a rien gardé. » Élie Mestenapeo sort de prison après avoir purgé sa peine pour le meurtre de son père, un homme alcoolique et violent. Sa communauté innue de Nutashkuan l'a banni. Il débarque à Montréal et se retrouve très vite dans la rue. Il y croisera des personnes d'autres nations, Inuit, Cris, Atikamekw, venues comme lui s'échouer dans la métropole, et il fera des rencontres déterminantes, qui l'aideront à se reconstruire. Tiohtiá:ke, c'est aussi la réalité de tous ces Autochtones qui se regroupent dans les villes pour reformer la communauté qu'ils ont perdue. La seule chance de s'en sortir réside parfois dans l'attachement à des valeurs plus grandes que soi.",
            "Prix": 24.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/Tiohtiàke.jpg"
        },
        {
            "id": "LLT-04",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Aller simple pour l'inconnu",
            "Auteur":"BENOIT PICARD",
            "Isbn":"9782897818319",
            "Description":"Rosalie Bouchard, une jeune femme de 29 ans, décide de partir en voyage avec son amie Clara pour se soustraire à la pression de la petite vie tranquille qui pèse sur elle.",
            "Prix": 26.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/AllerSimplePourLInconnu.jpg"
        },
        {
            "id": "LLT-05",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Gens du nord",
            "Auteur":"PERRINE LEBLANC",
            "Isbn":"9782072924316",
            "Description":"En 1991, l'écrivain Samuel Gallagher, militant du rattachement de l'Irlande du Nord à la République d'Irlande, est enlevé par un groupe paramilitaire protestant nord-irlandais, mais son exécution échoue grâce à un agent britannique infiltré. Peu après, François Le Bars, journaliste proche des services secrets français, rencontre Anne Kelly, une Québécoise qui s'intéresse à l'affaire.",
            "Prix": 27.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/GensDuNord.jpg"
        },
        {
            "id": "LLT-06",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Book lovers",
            "Auteur":"EMILY HENRY",
            "Isbn":"9780593334836",
            "Description":"One summer. Two rivals. A plot twist they didn't see coming… Nora Stephens' life is books—she’s read them all—and she is not that type of heroine. Not the plucky one, not the laidback dream girl, and especially not the sweetheart. In fact, the only people Nora is a heroine for are her clients, for whom she lands enormous deals as a cutthroat literary agent, and her beloved little sister Libby. Which is why she agrees to go to Sunshine Falls, North Carolina for the month of August when Libby begs her for a sisters’ trip away—with visions of a small town transformation for Nora, who she’s convinced needs to become the heroine in her own story. But instead of picnics in meadows, or run-ins with a handsome country doctor or bulging-forearmed bartender, Nora keeps bumping into Charlie Lastra, a bookish brooding editor from back in the city. It would be a meet-cute if not for the fact that they’ve met many times and it’s never been cute. If Nora knows she’s not an ideal heroine, Charlie knows he’s nobody’s hero, but as they are thrown together again and again—in a series of coincidences no editor worth their salt would allow—what they discover might just unravel the carefully crafted stories they’ve written about themselves.",
            "Prix": 23,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/BookLovers.jpg"
        },
        {
            "id": "LLT-07",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Reminders of him",
            "Auteur":"COLLEEN HOOVER",
            "Isbn":"9781542025607",
            "Description":"A troubled young mother yearns for a shot at redemption in this heartbreaking yet hopeful story from #1 New York Times bestselling author Colleen Hoover. After serving five years in prison for a tragic mistake, Kenna Rowan returns to the town where it all went wrong, hoping to reunite with her four-year-old daughter. But the bridges Kenna burned are proving impossible to rebuild. Everyone in her daughter’s life is determined to shut Kenna out, no matter how hard she works to prove herself. The only person who hasn’t closed the door on her completely is Ledger Ward, a local bar owner and one of the few remaining links to Kenna’s daughter. But if anyone were to discover how Ledger is slowly becoming an important part of Kenna’s life, both would risk losing the trust of everyone important to them. The two form a connection despite the pressure surrounding them, but as their romance grows, so does the risk. Kenna must find a way to absolve the mistakes of her past in order to build a future out of hope and healing.",
            "Prix": 22.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/RemindersOfHim.jpg"
        },
        {
            "id": "LLT-08",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Le Pingouin",
            "Auteur":"ANDREÏ KOURKOV",
            "Isbn":"9791034906109",
            "Description":"Victor Zolotarev, écrivain, a adopté un pingouin au zoo de Kiev. Entre chômage et compagnie d'un animal mélancolique, il finit par accepter de travailler dans un grand quotidien et de rédiger des notices nécrologiques, mais concernant des personnes vivantes. Tout se passe bien jusqu'au jour où ses écrits engendrent des effets inattendus et l'impliquent malgré lui dans une guerre mafieuse.",
            "Prix": 21.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/LePingouin.jpg"
        },
        {
            "id": "LLT-09",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Kilomètre zéro",
            "Auteur":"MAUD ANKAOUA",
            "Isbn":"9782898260919",
            "Description":"Maëlle n’en revient pas : comment a-t-elle pu accepter cette aventure insensée qui la mène au Népal, alors que 24 h auparavant, elle n’avait jamais eu l’intention d’y mettre les pieds ? Il est vrai que sa rencontre avec Romane, sa meilleure amie, a changé la donne, mais elle est loin de se douter du bouleversement qu’elle s’apprête à vivre. De Katmandou au sanctuaire de l’Annapurna, accompagnée de son équipe de sherpas et de son précieux guide Shanti, elle s’engage sur un véritable chemin initiatique qui la révélera à elle-même et changera totalement sa vision du monde.",
            "Prix": 17.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/KilomètreZéro.jpg"
        },
        {
            "id": "LLT-10",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Pachinko",
            "Auteur":"MIN JIN LEE",
            "Isbn":"9791033908951",
            "Description":"Au début des années 1930, dans un petit village coréen, la jeune Sunja se laisse séduire par un riche étranger et tombe enceinte. Apprenant que son amant a déjà une épouse japonaise, elle refuse le mariage. Pour éviter la ruine et le déshonneur, elle s'unit à Isak, un pasteur chrétien qui lui propose une nouvelle vie au Japon. Sur quatre générations, l'histoire d'une famille rejetée par deux pays.",
            "Prix": 16.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/Pachinko.jpg"
        },
        {
            "id": "LLT-11",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Tout le bonheur du monde",
            "Auteur":"CLAIRE LOMBARDO",
            "Isbn":"9782264077226",
            "Description":"A Chicago, Wendy, Violet, Liza et Grace sont quatre soeurs qui craignent de ne jamais connaître le même bonheur conjugal que leurs parents, David et Marilyn, dont l'amour est toujours aussi intense depuis le premier jour. Une saga familiale qui s'étend des années 1970 jusqu'au XXIe siècle.",
            "Prix": 18.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/ToutLeBonheurDuMonde.jpg"
        },
        {
            "id": "LLT-12",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Les Rokesby T.04 Tout commença par un esclandre",
            "Auteur":"JULIA QUINN",
            "Isbn":"9782898110658",
            "Description":"Georgiana Bridgerton n’est pas contre l’idée du mariage. Elle pensait simplement avoir son mot à dire en la matière. Malheureusement, sa réputation ne tient plus qu’à un fil après avoir été compromise par un coureur de dot. Étudiant à la faculté de médecine d’Édimbourg, Nicholas Rokesby est appelé d’urgence dans le Kent par son père, qui lui intime d’épouser la jeune femme pour la sauver de l’humiliation. Nicholas est mortifé. Lui qui était sur le point de terminer ses études et de tracer sa propre voie ne pensait pas convoler en justes noces de sitôt ! Mais surtout, sa voisine et amie d’enfance Georgiana est une soeur pour lui ! Hélas, en 1794, on ne plaisante pas avec l’honneur des dames.",
            "Prix": 26.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/LesRokesby.jpg"
        },
        {
            "id": "LLT-13",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Douce, douce vengeance",
            "Auteur":"JONAS JONASSON",
            "Isbn":"9782258193475",
            "Description":"Hugo Hamelin a une idée visionnaire, celle de créer une société de vengeance à la carte. Il doit alors interagir avec u marchand d'art cynique, une jeune fausse ingénue, un orphelin jeté en pâture aux vautours, un guerrier massaï et médecin, ainsi que la peintre expressionniste Irma Stern. Alors que la promesse de gain rendait le projet prometteur, sa concrétisation est plus délicate à gérer.",
            "Prix": 29.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/DouceDouceVengeance.jpg"
        },
        {
            "id": "LLT-14",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Ce matin, un lapin...",
            "Auteur":"ANTTI TUOMAINEN",
            "Isbn":"9782265155497",
            "Description":"Mathématicien dans les assurances, habité également à tout calculer dans sa vie personnelle, Henri perd son travail mais hérite du parc d'aventures créé par son défunt frère. Confronté à des situations qui ne peuvent pas être résolues dans un simple tableur Excel, il doit improviser.",
            "Prix": 39.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/CeMatinUnLapin.jpg"
        },
        {
            "id": "LLT-15",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Maudit karma",
            "Auteur":"DAVID SAFIER",
            "Isbn":"9782266192392",
            "Description":"Kim Lange reçoit son prix de meilleure présentatrice télé le jour de l'anniversaire de sa fille Lilly, qu'elle fêtera avec elle le lendemain. Mais elle meurt le soir même. Dans l'au-delà, elle apprend qu'elle a trop mal agi dans sa vie et est réincarnée en fourmi. Voyant sa famille recomposée, elle veut remonter l'échelle des réincarnations au plus vite. Premier roman.",
            "Prix": 12.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/MauditKarma.jpg"
        },
        {
            "id": "LLT-16",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Les Bracelets rouges N. éd.",
            "Auteur":"ALBERT ESPINOSA",
            "Isbn":"9782253906742",
            "Description":"L'auteur revient sur les dix années qu'il a passées à l'hôpital pendant son adolescence, atteint de plusieurs cancers. C'est l'occasion pour lui d'évoquer les êtres soleil, des personnes du quotidien qui peuvent apporter de l'espoir ou changer la vie.",
            "Prix": 12.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/LesBraceletsRouges.jpg"
        },
        {
            "id": "LLT-17",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"La Mémé qui pédalait autour du monde",
            "Auteur":"GABRIEL RODENAS",
            "Isbn":"9782749946061",
            "Description":"Depuis sa fugue d'un orphelinat chilien à l'âge de 12 ans, Maru subit de nombreuses épreuves jusqu'à ses 90 ans. Elle vit alors à Oaxaca où elle cuisine pour les jeunes orphelins. A l'annonce du décès de son fils qu'elle a abandonné dans sa jeunesse, elle traverse le Mexique sur son vélo turquoise pour se rendre à Veracruz, où elle espère rencontrer Elmer, son petit-fils.",
            "Prix": 26.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/LaMéméQuiPédalaitAutourDuMonde.jpg"
        },
        {
            "id": "LLT-18",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Conversations avec mon chat",
            "Auteur":"EDUARDO JAUREGUI",
            "Isbn":"9782266278348",
            "Description":"Lorsque par un matin londonien grisâtre, Sara voit apparaître comme par magie sur le rebord de sa fenêtre une chatte douée de parole, elle croit bien sûr à une hallucination. Et pourtant l'animal revient... Sara, d'abord incrédule, la laisse finalement entrer dans sa vie. La jeune femme, surmenée et malheureuse dans son couple, n'est pas contre une présence chaleureuse... Et qui pouvait imaginer que la féline conduirait Sara bien plus loin dans ses réflexions qu'elle ne l'avait imaginé, et la guiderait sur le chemin d'une vie pleine et heureuse ? 'Émouvant, intelligent et très drôle – pas seulement réservé aux amoureux des chats.' ELLE",
            "Prix": 13.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/ConversationsAvecMonChat.jpg"
        },
        {
            "id": "LLT-19",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"La Librairie de monsieur Livingstone",
            "Auteur":"MÓNICA GUTIÉRREZ",
            "Isbn":"9782824620534",
            "Description":"Archéologue fraîchement débarquée à Londres, Agnès se réfugie dans la librairie d'Edward Livingstone, pour échapper à la pluie. Après avoir pris le temps de faire connaissance, le propriétaire et la jeune femme comprennent que leurs destins sont liés. Agnès accepte même de venir travailler en tant qu'assistante, jusqu'au jour où l'un des livres les plus précieux disparaît.",
            "Prix": 13.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/LaLibrairieDeMonsieurLivingstone.jpg"
        },
        {
            "id": "LLT-20",
            "Categorie": "livres",
            "Subcategorie": "Litterature",
            "Type":"Littérature",
            "Titre":"Mona",
            "Auteur":"POLA OLOIXARAC",
            "Isbn":"9782021434910",
            "Description":"Ce court roman se déroule dans le milieu des auteurs internationaux de renom et des intellectuels à travers une histoire qui en souligne les travers et la dureté.",
            "Prix": 34.95,
            "Format":"Imprimé",
            "img": "/Images/livres/litterature/Mona.jpg"
        }
    ],

    "listeLivresInformatique" : [
        {
            "id": "LIN-01",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Coding For Kids For Dummies",
            "Auteur":"CAMILLE MCCUE",
            "Isbn":"9781119555162",
            "Description":"Coding is quickly becoming an essential academic skill, right up there with reading, writing, and arithmetic. This book is an ideal way for young learners ages 8-13 who want more coding knowledge than you can learn in an hour, a day, or a week. Written by a classroom instructor with over a decade of experience teaching technology skills to kids as young as five, this book teaches the steps and logic needed to write code, solve problems, and create fun games and animations using projects based in Scratch and JavaScript. This 2nd Edition is fully updated to no longer require any limited-time software downloads to complete the projects. Learn the unique logic behind writing computer code. Use simple coding tools ideal for teaching kids and beginners.  Build games and animations you can show off to friends. Add motion and interactivity to your projects. Whether you’re a kid ready to make fun things using technology or a parent, teacher, or mentor looking to introduce coding in an eager child’s life, this fun book makes getting started with coding fun and easy!",
            "Prix": 17.59,
            "Format":"Numérique",
            "img": "/Images/livres/informatique/CodingForKidsForDummies.jpg"
        },
        {
            "id": "LIN-02",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"HTML and CSS: Design and Build Websites",
            "Auteur":"JON DUCKETT",
            "Isbn":"9781118008188",
            "Description":"Every day, more and more people want to learn some HTML and CSS. Joining the professional web designers and programmers are new audiences who need to know a little bit of code at work (update a content management system or e-commerce store) and those who want to make their personal blogs more attractive. Many books teaching HTML and CSS are dry and only written for those who want to become programmers, which is why this book takes an entirely new approach. Introduces HTML and CSS in a way that makes them accessible to everyone—hobbyists, students, and professionals—and it’s full-color throughout. Utilizes information graphics and lifestyle photography to explain the topics in a simple way that is engaging. Boasts a unique structure that allows you to progress through the chapters from beginning to end or just dip into topics of particular interest at your leisure. This educational book is one that you will enjoy picking up, reading, then referring back to. It will make you wish other technical topics were presented in such a simple, attractive and engaging way! This book is also available as part of a set in hardcover - Web Design with HTML, CSS, JavaScript and jQuery, 9781119038634; and in softcover - Web Design with HTML, CSS, JavaScript and jQuery, 9781118907443.",
            "Prix": 35.63,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/HTMLandCSS.jpg"
        },
        {
            "id": "LIN-03",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Node.js Design Patterns: Design and implement production-grade Node.js applications using proven patterns and techniques, 3rd Edition",
            "Auteur":"MARIO CASCIARO ET LUCIANO MAMMINO",
            "Isbn":"9781839214110",
            "Description":"In this book, we will show you how to implement a series of best practices and design patterns to help you create efficient and robust Node.js applications with ease. We kick off by exploring the basics of Node.js, analyzing its asynchronous event driven architecture and its fundamental design patterns. We then show you how to build asynchronous control flow patterns with callbacks, promises and async/await. Next, we dive into Node.js streams, unveiling their power and showing you how to use them at their full capacity. Following streams is an analysis of different creational, structural, and behavioral design patterns that take full advantage of JavaScript and Node.js. Lastly, the book dives into more advanced concepts such as Universal JavaScript, scalability and messaging patterns to help you build enterprise-grade distributed applications. Throughout the book, you'll see Node.js in action with the help of several real-life examples leveraging technologies such as LevelDB, Redis, RabbitMQ, ZeroMQ, and many others. They will be used to demonstrate a pattern or technique, but they will also give you a great introduction to the Node.js ecosystem and its set of solutions.",
            "Prix": 43.11,
            "Format":"Numérique",
            "img": "/Images/livres/informatique/NodejsDesignPatterns.jpg"
        },
        {
            "id": "LIN-04",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"S'initier à la programmation et à l'orienté objet",
            "Auteur":"CLAUDE DELANNOY",
            "Isbn":"9782212118261",
            "Description":"Conçu pour les débutants en programmation, cet ouvrage commence par un apprentissage progressif et rigoureux des notions de programmation procédurale communes à tous les langages (types de données, variables, opérateurs, instructions de contrôle, fonctions, tableaux...), avant d'aborder les notions propres aux langages orientés objet . L'auteur utilise, pour faciliter l'assimilation des concepts, un pseudo-code complet mais simple d'accès, qui évite de se perdre dans les spécificités de tel ou tel langage. Chaque notion est d'abord présentée à l'aide du pseudocode, avant d'être illustrée d'exemples d'implémentation en langages C, C++, C#, Java, PHP et, nouveauté de cette 2e édition, en langage Python. De nombreux exercices corrigés permettent au lecteur de contrôler ses connaissances à chaque étape de l'apprentissage.",
            "Prix": 31.39,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/S'INITIER À LA PROGRAMMATION ET À L'ORIENTÉ OBJET.jpg"
        },
        {
            "id": "LIN-05",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Cracking the Coding Interview: 189 Programming Questions and Solutions",
            "Auteur":"GAULE LAAKMANN MCDOWEELL",
            "Isbn":"9780984782857",
            "Description":"I am not a recruiter. I am a software engineer. And as such, I know what it's like to be asked to whip up brilliant algorithms on the spot and then write flawless code on a whiteboard. I've been through this as a candidate and as an interviewer. Cracking the Coding Interview, 6th Edition is here to help you through this process, teaching you what you need to know and enabling you to perform at your very best. I've coached and interviewed hundreds of software engineers. The result is this book. Learn how to uncover the hints and hidden details in a question, discover how to break down a problem into manageable chunks, develop techniques to unstick yourself when stuck, learn (or re-learn) core computer science concepts, and practice on 189 interview questions and solutions.",
            "Prix": 48.33,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/Cracking the Coding Interview.jpg"
        },
        {
            "id": "LIN-06",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Python 3 pour tous",
            "Auteur":"STÉPHANE GILL",
            "Isbn":"9798650580263",
            "Description":"Python est un langage de programmation portable, dynamique, extensible et gratuit qui permet une approche modulaire et orientée objet. Depuis quelques années, ce langage de programmation est de plus en plus populaire. Ce livre s’adresse principalement aux étudiants en informatique et à quiconque désirant s’initier à la programmation orientée objet en Python. À travers les différents chapitres, les sujets suivants seront abordés : • les variables et les opérateurs arithmétiques; • les instructions de sélection, notamment l’instruction if...else; • les chaînes de caractères et les listes; • les instructions de répétitions comme for...in et while; • les fonctions, le passage de paramètres et les valeurs de retour; • la création d’interfaces utilisateur personnalisées; • les concepts de base de la programmation orientée objet.L’apprentissage de l’informatique se fait maintenant de façon dynamique et active. Dans un tel contexte, une stratégie d’enseignement centrée sur la pratique sera favorisée. Au début de chaque chapitre, les objectifs spécifiques d’apprentissage seront identifiés. Les sujets traités dans le chapitre seront présentés et illustrés à l’aide d’exemples variés. Finalement, de nombreux exercices favorisant l’apprentissage seront disponibles.",
            "Prix": 15.04,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/Python 3 pour tous.jpg"
        },
        {
            "id": "LIN-07",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Programmeur Informatique - Programmation Informaticien Carnet De Notes: Journal Ligné En Pointillés",
            "Auteur":"DAVIS GRUBER",
            "Isbn":"9798422366996",
            "Description":"Vous êtes hors de chez vous, quelque part où vous êtes en train de vous affairer, de vous occuper de certaines choses ou simplement de vous détendre, et tout à coup une idée vous vient à l'esprit. Vous vous dites : Il faut que je note ça, mais où ? Mon téléphone n'est pas le meilleur endroit pour prendre des notes, mais j'ai vraiment besoin de noter cette idée. Realité : C'est indispensable que lorsque vous écrivez une note physiquement sur une feuille de papier ou dans un carnet, il y a de fortes chances que vous la mémorisiez beaucoup mieux qu'une note numérique. Arrêtez de deviner et d'être en colère parce que vous oubliez tout le temps des choses. Obtenez votre nouveau carnet avec une couverture étonnante adaptée à vos intérêts personnels pour ne jamais oublier les idées et les événements importants de votre vie !",
            "Prix": 8.99,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/Programmeur Informatique.jpg"
        },
        {
            "id": "LIN-08",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Invent Your Own Computer Games with Python, 4th Edition",
            "Auteur":"AL SWEIGART",
            "Isbn":"9781593277956",
            "Description":"Invent Your Own Computer Games with Python: will teach you how to make computer games using the popular Python programming language—even if you’ve never programmed before! Begin by building classic games like Hangman, Guess the Number, and Tic-Tac-Toe, and then work your way up to more advanced games, like a text-based treasure hunting game and an animated collision-dodging game with sound effects. Along the way, you’ll learn key programming and math concepts that will help you take your game programming to the next level.",
            "Prix": 23.39,
            "Format":"Numérique",
            "img": "/Images/livres/informatique/Invent Your Own Computer Games with Python.jpg"
        },
        {
            "id": "LIN-09",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Programmer en C++ moderne ",
            "Auteur":"CLAUDE DELANNOY",
            "Isbn":"9782212678956",
            "Description":"Acquérir une parfaite maîtrise du C++ et de la programmation objet Les versions C++11, C++14 et C++17 ont apporté au langage C++ plus que de nouvelles fonctionnalités : une nouvelle façon de programmer. Dès lors, une refonte complète du classique Programmer en langage C++ de Claude Delannoy s'imposait. C'est à cette tâche que s'est attelé l'auteur à l'occasion de cette 10e édition de l'ouvrage, en réécrivant les exemples de code et en préconisant de bonnes pratiques de programmation dans l'esprit de ce C++ moderne. L'ouvrage ainsi remanié commence par une présentation détaillée de la syntaxe de base du langage, s'appuyant dès que possible sur les structures de données de la bibliothèque standard (types string et vector) et sur la déclaration automatique (C++11). Puis il expose les techniques de gestion dynamique basées sur les 'pointeurs intelligents' introduits par C++11 et C++14. L'auteur insiste ensuite sur la bonne compréhension des concepts objet et de la programmation générique à l'aide des 'patrons'. Un chapitre est consacré à la 'sémantique de déplacement' introduite par C+ +11. Plusieurs chapitres sont dédiés aux conteneurs et aux algorithmes de la STL (Standard Template Library). Les nouveautés de C++20 (concepts et contraintes, modules, coroutines...) sont présentées en annexe. Chaque notion nouvelle et chaque fonction du langage est illustrée de programmes complets écrits en C+ + moderne, dont le code source est fourni sur le site www.editions-eyrolles.com. Un équivalent en C++03 est proposé quand nécessaire pour les lecteurs amenés à exploiter d'anciens programmes. A qui s'adresse ce livre ? Aux étudiants de cursus universitaires (DUT, licence, master), ainsi qu'aux élèves des écoles d'ingénieurs. A tout programmeur ayant déjà une expérience de la programmation (C, C#, Java, Python, PHP...) et souhaitant s'initier au langage C++.",
            "Prix": 74.95,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/PROGRAMMER EN C++ MODERNE.jpg"
        },
        {
            "id": "LIN-10",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Algorithms to Live By: The Computer Science of Human Decisions",
            "Auteur":"BRIAN CHRISTIAN ET TOM GRIFFITHS",
            "Isbn":"9780143191612",
            "Description":"All our lives are constrained by limited space and time, limits that give rise to a particular set of problems. What should we do, or leave undone, in a day or a lifetime? How much messiness should we accept? What balance of new activities and familiar favourites is the most fulfilling? These may seem like uniquely human quandaries, but they are not: computers, too, face the same constraints, so computer scientists have been grappling with their version of such problems for decades. And the solutions they've found have much to teach us.  In a dazzlingly interdisciplinary work, acclaimed author Brian Christian (who holds degrees in computer science, philosophy, and poetry, and works at the intersection of all three) and Tom Griffiths (a UC Berkeley professor of cognitive science and psychology) show how the simple, precise algorithms used by computers can also untangle very human questions. They explain how to have better hunches and when to leave things to chance, how to deal with overwhelming choices and how best to connect with others. From finding a spouse to finding a parking spot, from organizing one's inbox to understanding the workings of human memory, Algorithms to Live By transforms the wisdom of computer science into strategies for human living.",
            "Prix": 22.77,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/Algorithms to Live By.jpg"
        },
        {
            "id": "LIN-11",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Mon pense-bête HTML/CSS: L'essentiel du HTML5 et CSS3 dans un mémento tout en couleur",
            "Auteur":"SEB CODE",
            "Isbn":"9798434870030",
            "Description":"Mon pense-bête HTML/CSS est un ouvrage destiné aux débutants qui souhaitent s’initier au langage de base qu’est le HTML pour créer un site internet. Celui-ci viendra mettre du contenu au site web tandis que le CSS se chargera de la mise en page et de mettre du style aux éléments HTML. Cet aide-mémoire sur le HTML/CSS abordera de nombreuses notions avec des exemples. Mais rien ne vous empêche de consulter les documentations officielles pour approfondir le sujet.",
            "Prix": 13.12,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/Mon pense-bête.jpg"
        },
        {
            "id": "LIN-12",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Building Microservices: Designing Fine-Grained Systems",
            "Auteur":"SAM NEWMAN",
            "Isbn":"9781491950357",
            "Description":"Distributed systems have become more fine-grained in the past 10 years, shifting from code-heavy monolithic applications to smaller, self-contained microservices. But developing these systems brings its own set of headaches. With lots of examples and practical advice, this book takes a holistic view of the topics that system architects and administrators must consider when building, managing, and evolving microservice architectures. Microservice technologies are moving quickly. Author Sam Newman provides you with a firm grounding in the concepts while diving into current solutions for modeling, integrating, testing, deploying, and monitoring your own autonomous services. You’ll follow a fictional company throughout the book to learn how building a microservice architecture affects a single domain.",
            "Prix": 62.14,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/Building Microservices.jpg"
        },
        {
            "id": "LIN-13",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Data and Goliath: The Hidden Battles to Collect Your Data and Control Your World",
            "Auteur":"BRUCE SCHNEIER",
            "Isbn":"9780393352177",
            "Description":"Your cell phone provider tracks your location and knows who’s with you. Your online and in-store purchasing patterns are recorded, and reveal if you're unemployed, sick, or pregnant. Your e-mails and texts expose your intimate and casual friends. Google knows what you’re thinking because it saves your private searches. Facebook can determine your sexual orientation without you ever mentioning it.  The powers that surveil us do more than simply store this information. Corporations use surveillance to manipulate not only the news articles and advertisements we each see, but also the prices we’re offered. Governments use surveillance to discriminate, censor, chill free speech, and put people in danger worldwide. And both sides share this information with each other or, even worse, lose it to cybercriminals in huge data breaches. Much of this is voluntary: we cooperate with corporate surveillance because it promises us convenience, and we submit to government surveillance because it promises us protection. The result is a mass surveillance society of our own making. But have we given up more than we’ve gained? In Data and Goliath, security expert Bruce Schneier offers another path, one that values both security and privacy. He brings his bestseller up-to-date with a new preface covering the latest developments, and then shows us exactly what we can do to reform government surveillance programs, shake up surveillance-based business models, and protect our individual privacy. You'll never look at your phone, your computer, your credit cards, or even your car in the same way again.",
            "Prix": 14.1,
            "Format":"Numérique",
            "img": "/Images/livres/informatique/Data and Goliath.jpg"
        },
        {
            "id": "LIN-14",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Accélérer un projet informatique: Outils de gestion de projet avancée",
            "Auteur":"PHILIPPE NOËL",
            "Isbn":"9782957192908",
            "Description":"Accélérer ou reprendre un projet en difficulté est un gros challenge : réduire les délais de livraison ou sécuriser un planning d'un projet informatique est l'objectif de ce livre. L'auteur fait le tour de l'ensemble des compétences nécessaires pour optimiser le fonctionnement d'un projet informatique et réduire des délais de livraison : permettre aux équipes d'être plus efficaces, plus motivées, adapter sa méthodologie, améliorer son organisation, utiliser les bons leviers d'optimisation de projet... Croisement d'expérience personnelle et d'études issues de travaux universitaires de nombreuses compétences sont passées en revue pour en faire hémerger les points clés : processus de prise de décision, adaptation des différentes méthodologies (agiles ou non), référentiels méthodologiques, organisation organique, approche systémique, optimisation des processus, augmentation de la motivation des équipes, tous ces aspects sont abordés et approfondis dans le cadre de l'accélération d'un projet informatique. Aujourd'hui, les entreprises comme Netflix, Amazon ou Google offrent des services d'une exceptionnelle efficacité. Le point de vue de l'auteur est que ces entreprises ont su se poser les bonnes questions et apporter les bonnes réponses à travers une démarche honnête et avec réalisme. L'idée de cet ouvrage est d'adopter cette démarche pour apporter des pistes et des réponses à toutes les questions qui devraient permettre aux managers d'améliorer leur gestion de projet.",
            "Prix": 21.85,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/Accélérer un projet informatique.jpg"
        },
        {
            "id": "LIN-15",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"SQL Practice Problems",
            "Auteur":"SYLVIA MOESTL VASILIK ",
            "Isbn":"9781520807638",
            "Description":"It's easy to find basic SQL syntax information online. What's hard to find is challenging, well-designed, real-world problems—the type of problems that come up when you're dealing with data. Learning how to solve these problems will give you the skill and confidence to step up in your career. With SQL Practice Problems, you can get that level of experience by solving sets of targeted problems. These aren't just problems designed as syntax examples. These are the most common problems you encounter when you deal with data. You will get real world practice, with real world data. I'll teach you how to “think” in SQL, how to analyze data problems, figure out the fundamentals, and work towards a solution that you can be proud of.",
            "Prix": 25.52,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/SQL Practice Problems.jpg"
        },
        {
            "id": "LIN-16",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"Murach's MySQL, 3rd Edition",
            "Auteur":"JOEL MURACH",
            "Isbn":"9781943872367",
            "Description":"This is the latest edition of the book that application developers worldwide have used to master MySQL…now updated for MySQL 8 and beyond. As you would expect, this book shows how to code all the essential SQL statements for working with a MySQL database. You’ll use these statements every day to have MySQL do more of your work for you. But beyond that, it shows how to work with classic MySQL features that take you to new level, such as summary queries, subqueries, functions, views, transactions, stored procedures, triggers, and security. It shows how to take advantage of newer MySQL features such as window functions, Common Table Expressions (CTE), and roles for database security. It shows how to design a database, including how to use MySQL Workbench to create and implement the design. It even presents a starting set of skills for a database administrator (DBA) if you’re interested in that career path or if you need to be your own DBA. In short, it’s a must-have guide for anyone who works with MySQL, beginning and experienced developers alike.",
            "Prix": 56.3,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/Murach's MySQL.jpg"
        },
        {
            "id": "LIN-17",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"JavaScript: The Definitive Guide: Master the World's Most-Used Programming Language",
            "Auteur":"DAVID FLANAGAN",
            "Isbn":"9781491952023",
            "Description":"JavaScript is the programming language of the web and is used by more software developers today than any other programming language. For nearly 25 years this best seller has been the go-to guide for JavaScript programmers. The seventh edition is fully updated to cover the 2020 version of JavaScript, and new chapters cover classes, modules, iterators, generators, Promises, async/await, and metaprogramming. You’ll find illuminating and engaging example code throughout. This book is for programmers who want to learn JavaScript and for web developers who want to take their understanding and mastery to the next level. It begins by explaining the JavaScript language itself, in detail, from the bottom up. It then builds on that foundation to cover the web platform and Node.js.",
            "Prix": 63.99,
            "Format":"Numérique",
            "img": "/Images/livres/informatique/JavaScriptTheDefinitiveGuide.jpg"
        },
        {
            "id": "LIN-18",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"JavaScript: Novice to Ninja: The ultimate beginner's guide to JavaScript",
            "Auteur":"DARREN JONES",
            "Isbn":"9780995382626",
            "Description":"JavaScript is a must-have skill for all web developers. JavaScript: Novice to Ninja is a fun, practical, and comprehensive guide to the modern usage of this deceptively powerful language. Comprehensively updated to cover ECMAScript 6 and modern JavaScript development, the second edition of this step-by-step introduction to coding in JavaScript will show you how to to solve real-world problems, design eye-catching animations, build smarter forms, and develop richer applications.",
            "Prix": 36.54,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/JavaScriptNovicetoNinja.jpg"
        },
        {
            "id": "LIN-19",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"JavaScript and jQuery: Interactive Front-End Web Development",
            "Auteur":"JON DUCKETT",
            "Isbn":"9781118531648",
            "Description":"This full-color book will show you how to make your websites more interactive and your interfaces more interesting and intuitive.",
            "Prix": 47.51,
            "Format":"Imprimé",
            "img": "/Images/livres/informatique/JavaScript and jQuery.jpg"
        },
        {
            "id": "LIN-20",
            "Categorie": "livres",
            "Subcategorie": "Informatique",
            "Type":"Informatique",
            "Titre":"React and React Native: Build cross-platform JavaScript applications with native power for the web, desktop, and mobile, 4th Edition",
            "Auteur":"ADAM BODUCH, ROY DERKS ET MIKHAIL SAKHNIUK",
            "Isbn":"9781803231280",
            "Description":"Over the years, React and React Native has proven itself among JavaScript developers as a popular choice for a complete and practical guide to the React ecosystem. This fourth edition comes with the latest features, enhancements, and fixes to align with React 18, while also being compatible with React Native. It includes new chapters covering critical features and concepts in modern cross-platform app development with React. From the basics of React to popular components such as Hooks, GraphQL, and NativeBase, this definitive guide will help you become a professional React developer in a step-by-step manner. You'll begin by learning about the essential building blocks of React components. As you advance through the chapters, you'll work with higher-level functionalities in application development and then put your knowledge to work by developing user interface components for the web and native platforms. In the concluding chapters, you'll learn how to bring your application together with robust data architecture. By the end of this book, you'll be able to build React applications for the web and React Native applications for multiple mobile platforms. ",
            "Prix": 31.97,
            "Format":"Numérique",
            "img": "/Images/livres/informatique/React and React Native.jpg"
        }
    ],

    "listeLivresGeographie" : [
        {
            "id": "LGE-01",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Géographie de l'instant",
            "Auteur":"SYLVAIN TESSON",
            "Isbn":"9782266241342",
            "Description":"Recueil des chroniques mensuelles parues dans le magazine Grands Reportages. L'écrivain a voyagé en Russie, en Afghanistan, à Haïti, en Islande, à New York. Il s'est aussi intéressé à l'actualité et s'est engagé pour la défense des femmes. Les chroniques forment le journal de voyage d'un homme de son temps.",
            "Prix": 13.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Géographie de l'instant.jpg"
        },
        {
            "id": "LGE-02",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Géopolitique des empires n. éd.",
            "Auteur":"GÉRARD CHALIAND, JEAN-PIERRE RAGEAU",
            "Isbn":"9782081366565",
            "Description":"Une chronologie des empires, depuis l'Antiquité, pour comprendre la composition du monde, les différentes puissances en place et leur histoire.",
            "Prix": 17.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Géopolitique des empires.jpg"
        },
        {
            "id": "LGE-03",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Panache : géographie, histoire et éducation à la citoyenneté : 4e année du primaire : cahier d'apprentissage 2e éd.",
            "Auteur":"SYLVAIN FORTIN, CAROLINE LOYER",
            "Isbn":"9782765053675",
            "Description":"Panache, une 2e édition bonifiée : * des contenus concis et complets *une structure simple : chaque dossier peut être réalisé en une ou deux périodes *une foule d'activités variées et originales *une section portant sur des techniques de géographie et d'histoire * des contenus numériques interactif novateurs *un grand nombre d'activités interactives *plusieurs outils d'évaluation dans le guide-corrigé et plus encore !",
            "Prix": 14.5,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Panache.jpg"
        },
        {
            "id": "LGE-04",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Mon atlas du monde",
            "Auteur":"COLLECTIF",
            "Isbn":"9781988142760",
            "Description":"Un magnifique atlas pour initier les enfants à la découverte du monde. Des cartes colorées, des informations étonnantes sur les animaux, la végétation, les peuples et leurs traditions et les monuments célèbres du monde entier. Un livre interactif avec un quiz, des devinettes, des centaines d'images et des informations captivantes.",
            "Prix": 17.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Mon atlas du monde.jpg"
        },
        {
            "id": "LGE-05",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Les Saisons de Montréal",
            "Auteur":"RAPHAËLLE BARBANÈGRE",
            "Isbn":"9782897770242",
            "Description":"Bienvenue à Montréal ! Francophone, cosmopolite, elle est la deuxième plus grande ville du Canada après Toronto et la métropole culturelle incontournable du Québec. Ce livre plongera le lecteur au coeur de ses rues, ses quartiers, ses rites et ses coutumes, au rythme des saisons qui la transforment. De l'hiver à l'automne, les rues de Montréal changent d'aspect et même de couleurs ! Les saisons de Montréal vous fera découvrir ou redécouvrir cette ville aux multiples facettes.",
            "Prix": 21.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Les Saisons de Montréal.jpg"
        },
        {
            "id": "LGE-06",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Nomadland",
            "Auteur":"JESSICA BRUDER",
            "Isbn":"9780393356311",
            "Description":"From the beet fields of North Dakota to the campgrounds of California to Amazon’s CamperForce program in Texas, employers have discovered a new, low-cost labor pool, made up largely of transient older adults. These invisible casualties of the Great Recession have taken to the road by the tens of thousands in RVs and modified vans, forming a growing community of nomads. Nomadland tells a revelatory tale of the dark underbelly of the American economy—one which foreshadows the precarious future that may await many more of us. At the same time, it celebrates the exceptional resilience and creativity of these Americans who have given up ordinary rootedness to survive, but have not given up hope.",
            "Prix": 22.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Nomadland.jpg"
        },
        {
            "id": "LGE-07",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"L'Incroyable histoire de la géographie : 200 ans d'exploration du monde",
            "Auteur":"BENOIST SIMMAT, PHILIPPE BERCOVICI",
            "Isbn":"9791037505279",
            "Description":"Saviez-vous que Napoléon, lors de la campagne d'Égypte, a embarqué avec lui 167 savants chargés d'étudier le pays? Que c'est un Français, René Caillié, qui a été le premier Occidental à atteindre la ville de Tombouctou et à en faire la description? Que le légendaire Brazza, en parcourant 1500 kilomètres dans l'impénétrable forêt congolaise, a défriché le futur empire colonial français? Ou que, au XIXe siècle, une femme, Alexandra David-Néel, a réussi à atteindre la cité interdite de Lhassa?  Si vous pensez que la géographie n'est qu'une matière scolaire ennuyeuse, vous vous trompez. La connaissance de la Terre s'est faite à partir d'histoires rocambolesques, d'aventures incroyables, d'explorations périlleuses... Les aventuriers ont sillonné le monde entier, parfois au péril de leur vie. Passion des princes et des savants, ou des voyageurs qui rêvaient de terres encore inconnues, c'est après la Révolution, avec la fondation de la Société de Géographie en 1821, que cette discipline ambitionne de devenir une science à part entière. Le XIXe siècle voit aussi s'affronter les grandes puissances européennes, autant pour le savoir que pour la conquête coloniale. L'Incroyable Histoire de la géographie est le récit étonnant des grands événements qui ont construit cette science, alors même que la Société de Géographie célèbre son bicentenaire.",
            "Prix": 39.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/L'Incroyable histoire de la géographie.jpg"
        },
        {
            "id": "LGE-08",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Curiosités de québec",
            "Auteur":"JEAN-FRANÇOIS CARON, PIERRE LAHOUD",
            "Isbn":"9782896344642",
            "Description":"Voici le troisième tome des Curiosités de la ville de Québec qui couvre Saint-Sacrement, Sillery, Sainte-Foy, Cap-Rouge et la ville de Saint-Augustin-de-Desmaures. Encore une fois, les auteurs ont arpenté, marché et survolé le territoire pour déterrer des sujets presque inconnus ou pour le moins oubliés. À chacune des 100 curiosités qu’ils ont inventoriées dans cet ouvrage se trouvent une anecdote, un aspect insolite ignoré ou inconnu, un fait divers, autant d’éléments qui racontent à leur façon l’histoire de ce pays. Il y a des lieux dont la mémoire était condamnée à disparaître, les auteurs les ont « ressuscités » pour qu’ils ne tombent pas dans l’oubli, comme le canal des Augustines au lac Saint-Augustin. Tout ce territoire est riche d’histoires, de secrets insolites et de trésors encore cachés que le lecteur est invité à découvrir à travers les différents paysages, les faits, les traces du temps qui sauront surprendre et susciter l’intérêt.",
            "Prix": 24.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Curiosités de québec.jpg"
        },
        {
            "id": "LGE-09",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Systèmes d'information géographique : avec les logiciels libres grass et qgis : cours avec exercices corrigés 2e éd.",
            "Auteur":"YVES AUDA",
            "Isbn":"9782100834013",
            "Description":"Cet ouvrage expose les fondements théoriques indispensables à l’utilisation des systèmes d’information géographique (SIG) en présentant de manière simple les modèles vecteur et raster, les standards OGC, le SQL spatial ou les modèles numériques de terrain. Des exercices reprennent chaque notion théorique en insistant sur la complémentarité entre GRASS et QGIS. Cette nouvelle édition prend en compte l’évolution des standards de l’OGC. Elle comprend également une nouvelle partie qui décrit l’automatisation des tâches et la lecture/écriture des rasters en Python.",
            "Prix": 45.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Systèmes d'information géographique.jpg"
        },
        
        {
            "id": "LGE-10",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Les Inuits du Nunavik : D’hier à demain : Territoire, histoire",
            "Auteur":"MARCEL ROUSSEAU",
            "Isbn":"9782896344451",
            "Description":"Le Nord, espace où l’imaginaire s’envole entre une terre aux horizons infinis et un peuple perdu dans son histoire, ses traditions et, parfois, sa pénible modernité. Ce livre vise à informer, à faire réfléchir et, le cas échéant, à modifier nos perceptions concernant les Inuits et leur contexte de vie. Cet ouvrage entraîne le lecteur à travers une nature extraordinaire où s’entremêlent parfois les millénaires de sa formation terrestre et ceux de la transhumance ayant mené les anciens Esquimaux aux Inuits d’aujourd’hui. Le Nord québécois c’est le Nunavik, avec une superficie égale au tiers de la province de Québec et une population de moins de un pour cent de la sienne. C’est une société en transformation. Les six chapitres du volume couvrent l’ensemble du « monde inuit » du Nunavik. Son contenu réfère à des informations venues des sciences géologiques et biologiques, des recherches en sciences humaines, de l’histoire et de la sociologie, aussi bien que de l’expérience personnelle.",
            "Prix": 39.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Les Inuits du Nunavik.jpg"
        },


        {
            "id": "LGE-11",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Dictionnaire de la géographie et de l'espace des sociétés n. éd.",
            "Auteur":"COLLECTIF",
            "Isbn":"9782701163956",
            "Description":"Présente l'essentiel de la géographie en 700 entrées réparties en quatre catégories : les concepts géographiques, l'épistémologie de la géographie et ses relations avec les disciplines du social, les penseurs de l'espace, les notions d'épistémologie en général et les notions des autres sciences sociales.",
            "Prix": 76.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Dictionnaire de la géographie.jpg"
        },
        
        {
            "id": "LGE-12",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Les Grands Lacs",
            "Auteur":"ISABELLE ALLARD",
            "Isbn":"9780439941952",
            "Description":"Un livre fascinant de la collection Géographie, qui transporte les enfants dans différentes régions du globe et leur en décrit les merveilles en termes simples.",
            "Prix": 5.99,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Les Grands Lacs.jpg"
        },
        {
            "id": "LGE-13",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"11 brefs essais pour des villes résilientes et durables",
            "Auteur":"COLLECTIF",
            "Isbn":"9782897942410",
            "Description":"« Les villes peuvent sauver le monde. » La formule est devenue classique. Que ce soit en développant les réseaux de transport, en protégeant les milieux naturels, en planifiant la densification des agglomérations ou encore en organisation la gestion des matières résiduelles, ces gouvernements de proximité sont en effet au centre des enjeux écologiques du XXIe siècle. En revanche, si plusieurs leviers de pouvoir déterminants dans la transition verte et durable se trouvent entre les mains des administrations municipales, leur actionnement semble rester timide dans beaucoup de villes et municipalités québécoises.",
            "Prix": 19.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/11 brefs essais pour des villes résilientes et durables.jpg"
        },
        {
            "id": "LGE-14",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Les Habitants des montagnes",
            "Auteur":"COLLECTIF",
            "Isbn":"2761329341",
            "Description":"La vie dans les hautes montagnes.",
            "Prix": 3.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Les Habitants des montagnes.jpg"
        },
        {
            "id": "LGE-15",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"New york is",
            "Auteur":"ELISA PARHAD, ALEXANDER VIDAL",
            "Isbn":"9781951836498",
            "Description":"From the creators of Los Angeles Is . . . , a stylish board book that is an ode to the Big Apple, with rhyming couplets and colorful art. New York is . . . buildings above, bridges to love, Broadway plays, bagels and lox. This stylish primer for toddlers and savvy travelers alike brings the bustling city of New York to life.",
            "Prix": 16.99,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/New york is.jpg"
        },
        {
            "id": "LGE-16",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Géographie du politique",
            "Auteur":"JACQUES LÉVY",
            "Isbn":"9782415001032",
            "Description":"Synthèse sur cette notion récente qui permet d'appréhender le politique à travers les lieux, les territoires et les réseaux. Elle touche à la mondialisation, à la géographie électorale, à la construction européenne, à la conscience écologique ou encore à la gouvernance des aires urbaines et à la centralité de l'espace. La conscience citoyenne des individus entre également en considération.",
            "Prix": 42.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Géographie du politique.jpg"
        },
        {
            "id": "LGE-17",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Autochtonies : regards croisés sur les territorialités et les territoires des peuples autochtones",
            "Auteur":"ERIC GLON, BASTIEN SEPULVÉDA",
            "Isbn":"9782753582941",
            "Description":"Etude des dynamiques de recompositions territoriales subies par les peuples autochtones au XXIe siècle. Les auteurs analysent comment certains héritages culturels s'expriment dans de nouveaux espaces, en dehors de leur cadre traditionnel, tout en conservant un lien de filiation avec leurs territoires d'origine.",
            "Prix": 46.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Autochtonies.jpg"
        },
        {
            "id": "LGE-18",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"We are your children too",
            "Auteur":"P. O'CONNELL PEARSON",
            "Isbn":"9781665901390",
            "Description":"In 1954, after the passing of Brown v. the Board of Education, the all-White school board of one county in south central Virginia made the decision to close its public schools rather than integrate. Those schools stayed closed for five years. While the affluent White population of Prince Edward County built a private school—for White children only—Black children and their families had to find other ways to learn. Some Black children were home schooled by unemployed Black teachers. Some traveled thousands of miles away to live with relatives, friends, or even strangers. Some didn’t go to school at all. But many stood up and became young activists, fighting for one of the rights America claims belongs to all: the right to learn.",
            "Prix": 23.99,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/We are your children too.jpg"
        },
        {
            "id": "LGE-19",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"The sea-ringed world",
            "Auteur":"MARIA GARCIA ESPERON, AMANDA MIJANGOS",
            "Isbn":"9781646141517",
            "Description":"A collection of stories from nations and cultures across our two continents-the Sea-Ringed World, as the Aztecs called it—from the Andes all the way up to Alaska. Fifteen thousand years before Europeans stepped foot in the Americas, people had already spread from tip to tip and coast to coast. Like all humans, these Native Americans sought to understand their place in the universe, the nature of their relationship with the divine, and the origin of the world into which their ancestors had emerged. The answers lay in their sacred stories.",
            "Prix": 24.99,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/The sea-ringed world.jpg"
        },
        {
            "id": "LGE-20",
            "Categorie": "livres",
            "Subcategorie": "Geographie",
            "Type":"Géographie",
            "Titre":"Les Cartes en question : petit guide pour apprendre à lire et interpréter les cartes",
            "Auteur":"JULIETTE MOREL",
            "Isbn":"9782746761087",
            "Description":"Des clés pour lire les cartes et apprendre à décrypter les discours qu'elles transmettent. Dévoilant les secrets de fabrication des cartographes, l'auteure décrit les mécanismes de simplification, les biais éventuels ou encore les questions d'interprétation qui peuvent se poser.",
            "Prix": 38.95,
            "Format":"Imprimé",
            "img": "/Images/livres/geographie/Les Cartes en question.jpg"
        }
    ],

    "listeFilmsSciencesFictions" : [
        {
            "id": "FSF-01",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Dune",
            "Realisateur":"DENIS VILLENEUVE",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 19.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Timothée Chalamet, Rebecca Z Ferguson",
            "Classement": "13+",
            "Annee": "2022",
            "Date de parution":"2022-01-11",
            "UPC":"883929706167",
            "Numéro de produit":"17453319",
            "Langue piste sonore":"Anglais, Français",
            "Description":"L'histoire de Paul Atreides, jeune homme aussi doué que brillant, voué à connaître un destin hors du commun qui le dépasse totalement. Car s'il veut préserver l'avenir de sa famille et de son peuple, il devra se rendre sur la planète la plus dangereuse de l'univers – la seule à même de fournir la ressource la plus précieuse au monde, capable de décupler la puissance de l'humanité. Tandis que des forces maléfiques se disputent le contrôle de cette planète, seuls ceux qui parviennent à dominer leur peur pourront survivre…",
            "img": "/Images/films/science_f/dune.jpg"
        },
        {
            "id": "FSF-02",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"The Matrix Resurrections",
            "Realisateur":"LANA WACHOWSKI",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 16.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Keanu Reeves, Carrie-Anne Moss",
            "Classement": "16+",
            "Annee": "2022",
            "Date de parution":"2022-03-08",
            "UPC":"883929741175",
            "Numéro de produit":"17542668",
            "Langue piste sonore":"Anglais, Français",
            "Description":"MATRIX RESURRECTIONS nous replonge dans deux réalités parallèles – celle de notre quotidien et celle du monde qui s’y dissimule. Pour savoir avec certitude si sa réalité propre est une construction physique ou mentale, et pour véritablement se connaître lui-même, M. Anderson devra de nouveau suivre le lapin blanc. Et si Thomas... Neo... a bien appris quelque chose, c’est qu’une telle décision, quoique illusoire, est la seule manière de s’extraire de la Matrice – ou d’y entrer... Bien entendu, Neo sait déjà ce qui lui reste à faire. Ce qu’il ignore en revanche, c’est que la Matrice est plus puissante, plus sécurisée et plus redoutable que jamais. Comme un air de déjà vu...",
            "img": "/Images/films/science_f/The Matrix Resurrections.jpg"
        },
        {
            "id": "FSF-03",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Tenet",
            "Realisateur":"CHRISTOPHER NOLAN",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"John David Washington, Robert Pattinson",
            "Classement": "13+",
            "Annee": "2020",
            "Date de parution":"2020-12-15",
            "UPC":"883929706204",
            "Numéro de produit":"16003824",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Muni d'un seul mot - Tenet - et décidé à se battre pour sauver le monde, notre protagoniste sillonne l'univers crépusculaire de l'espionnage international. Sa mission le projettera dans une dimension qui dépasse le temps. Pourtant, il ne s'agit pas d'un voyage dans le temps, mais d'un renversement temporel…",
            "img": "/Images/films/science_f/Tenet.jpg"
        },
        {
            "id": "FSF-04",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Resident evil: welcome to raccoon city",
            "Realisateur":"JOHANNES ROBERTS",
            "Studio":"SONY PICTURES",
            "Prix": 29.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Kaya Scodelario, Robbie Amell",
            "Classement": "16+",
            "Annee": "2022",
            "Date de parution":"2022-02-08",
            "UPC":"43396580879",
            "Numéro de produit":"17519249",
            "Langue piste sonore":"Anglais",
            "Description":"Autrefois le siège en plein essor du géant pharmaceutique Umbrella Corporation, Raccoon City est aujourd'hui une ville à l'agonie. L'exode de la société a laissé la ville en friche... et un grand mal se prépare sous la surface. Lorsque celui-ci se déchaîne, les habitants de la ville sont à jamais... changés... et un petit groupe de survivants doit travailler ensemble pour découvrir la vérité sur Umbrella et survivre à la nuit.",
            "img": "/Images/films/science_f/Resident evil welcome to raccoon city.jpg"
        },
        {
            "id": "FSF-05",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Reminiscence",
            "Realisateur":"LISA JOY",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Hugh Jackman",
            "Classement": "16+",
            "Annee": "2021",
            "Date de parution":"2021-11-09",
            "UPC":"883929726325",
            "Numéro de produit":"17243622",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Nick Bannister (Hugh Jackman), a private investigator of the mind, navigates the darkly alluring world of the past by helping his clients access lost memories. Living on the fringes of the sunken Miami coast, his life is forever changed when he takes on a new client, Mae (Rebecca Ferguson). A simple matter of lost and found becomes a dangerous obsession. As Bannister fights to find the truth about Mae’s disappearance, he uncovers a violent conspiracy, and must ultimately answer the question: how far would you go to hold on the ones you love?",
            "img": "/Images/films/science_f/Reminiscence.jpg"
        },
        {
            "id": "FSF-06",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Blade runner: the final cut",
            "Realisateur":"SCOTT RIDLEY",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Harrison Ford, Rutger Hauer",
            "Classement": "13+",
            "Annee": "2010",
            "Date de parution":"2010-11-16",
            "UPC":"883929166237",
            "Numéro de produit":"750216460",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Dans les dernières années du 20ème siècle, des milliers d'hommes et de femmes partent à la conquête de l'espace, fuyant les mégalopoles devenues insalubres. Sur les colonies, une nouvelle race d'esclaves voit le jour : les répliquants, des androïdes que rien ne peut distinguer de l'être humain. Los Angeles, 2019. Après avoir massacré un équipage et pris le contrôle d'un vaisseau, les répliquants de type Nexus 6, le modèle le plus perfectionné, sont désormais déclarés <<hors la loi>>. Quatre d'entre eux parviennent cependant à s'échapper et à s'introduire dans Los Angeles. Un agent d'une unité spéciale, un blade-runner, est chargé de les éliminer. Selon la terminologie officielle, on ne parle pas d'exécution, mais de retrait...",
            "img": "/Images/films/science_f/Blade runner the final cut.jpg"
        },
        {
            "id": "FSF-07",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Godzilla vs. kong",
            "Realisateur":"ADAM WINGARD",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Millie Bobby Brown",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-06-15",
            "UPC":"883929706037",
            "Numéro de produit":"16623460",
            "Langue piste sonore":"Anglais, Français",
            "Description":"À une époque où les monstres parcourent la Terre, et alors que l’humanité lutte pour son avenir, Godzilla et King Kong, les deux forces les plus puissantes de la nature, entrent en collision dans une bataille spectaculaire inédite. Alors que Monarch se lance dans une mission périlleuse en terrain inconnu, et qu’il découvre des indices sur les origines des Titans, un complot humain menace d’éradiquer ces créatures – qu’elles soient bonnes ou mauvaises – de la surface de la planète.",
            "img": "/Images/films/science_f/Godzilla vs. kong.jpg"
        },
        {
            "id": "FSF-08",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Ad astra",
            "Realisateur":"JAMES GRAY",
            "Studio":"FOX VIDEO",
            "Prix": 9.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Brad Pitt, Tommy Lee Jones",
            "Classement": "16+",
            "Annee": "2019",
            "Date de parution":"2019-12-17",
            "UPC":"24543521570",
            "Numéro de produit":"15106199",
            "Langue piste sonore":"Anglais, Français",
            "Description":"L’astronaute Roy McBride s’aventure jusqu’aux confins du système solaire à la recherche de son père disparu et pour résoudre un mystère qui menace la survie de notre planète. Lors de son voyage, il sera confronté à des révélations mettant en cause la nature même de l’existence humaine, et notre place dans l’univers.",
            "img": "/Images/films/science_f/Ad astra.jpg"
        },
        {
            "id": "FSF-09",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Blade runner 2049",
            "Realisateur":"VILLENEUVE DENIS",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Ryan Gosling, Harrison Ford",
            "Classement": "16+",
            "Annee": "2018",
            "Date de parution":"2018-01-16",
            "UPC":"883929586653",
            "Numéro de produit":"12778844",
            "Langue piste sonore":"Anglais, Français",
            "Description":"En 2049, la société est fragilisée par les nombreuses tensions entre les humains et leurs esclaves créés par bioingénierie. L’officier K est un Blade Runner : il fait partie d’une force d’intervention d’élite chargée de trouver et d’éliminer ceux qui n’obéissent pas aux ordres des humains. Lorsqu’il découvre un secret enfoui depuis longtemps et capable de changer le monde, les plus hautes instances décident que c’est à son tour d’être traqué et éliminé. Son seul espoir est de retrouver Rick Deckard, un ancien Blade Runner qui a disparu depuis des décennies...",
            "img": "/Images/films/science_f/Blade runner 2049.jpg"
        },
        {
            "id": "FSF-10",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Arrival",
            "Realisateur":"VILLENEUVE DENIS",
            "Studio":"PARAMOUNT",
            "Prix": 6.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Amy Adams, Jeremy Renner",
            "Classement": "13+",
            "Annee": "2017",
            "Date de parution":"2017-02-14",
            "UPC":"32429263414",
            "Numéro de produit":"11790882",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Lorsque de mystérieux vaisseaux venus du fond de l’espace surgissent un peu partout sur Terre, une équipe d’experts est rassemblée sous la direction de la linguiste Louise Banks afin de tenter de comprendre leurs intentions. Face à l’énigme que constituent leur présence et leurs messages mystérieux, les réactions dans le monde sont extrêmes et l’humanité se retrouve bientôt au bord d’une guerre absolue. Louise Banks et son équipe n’ont que très peu de temps pour trouver des réponses. Pour les obtenir, la jeune femme va prendre un risque qui pourrait non seulement lui coûter la vie, mais détruire le genre humain…",
            "img": "/Images/films/science_f/Arrival.jpg"
        },
        {
            "id": "FSF-11",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Bumblebee",
            "Realisateur":"KNIGHT TRAVIS",
            "Studio":"PARAMOUNT",
            "Prix": 9.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Hailee Steinfeld, Jorge Lendeborg Jr",
            "Classement": "13+",
            "Annee": "2019",
            "Date de parution":"2019-04-02",
            "UPC":"32429316806",
            "Numéro de produit":"14316044",
            "Langue piste sonore":"Anglais, Français",
            "Description":"1987. Alors qu'il est en fuite, l'Autobot Bumblebee trouve refuge dans la décharge d'une petite ville balnéaire de Californie. Il est découvert, brisé et couvert de blessures de guerre, par Charlie, une ado qui approche de ses 18 ans et cherche sa place dans le monde. Et quand elle le met en marche, elle se rend vite compte qu'il ne s'agit pas d'une voiture jaune ordinaire.",
            "img": "/Images/films/science_f/Bumblebee.jpg"
        },
        {
            "id": "FSF-12",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Godzilla: king of the monsters (godzilla: roi des monstres)",
            "Realisateur":"DOUGHERTY MICHAEL",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 16.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Acteur":"Kyle Chandler, Vera Farmiga",
            "Classement": "16+",
            "Annee": "2019",
            "Date de parution":"2019-08-27",
            "UPC":"883929664511",
            "Numéro de produit":"14757105",
            "Langue piste sonore":"Anglais, Français",
            "Description":"L'agence crypto-zoologique Monarch doit faire face à une vague de monstres titanesques, comme Godzilla, Mothra, Rodan et surtout le redoutable roi Ghidorah à trois têtes. Un combat sans précédent entre ces créatures considérées jusque-là comme chimériques menace d'éclater. Alors qu'elles cherchent toutes à dominer la planète, l'avenir même de l'humanité est en jeu…",
            "img": "/Images/films/science_f/Godzilla king of the monsters.jpg"
        },
        {
            "id": "FSF-13",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Interstellar",
            "Realisateur":"NOLAN CHRISTOPHER",
            "Studio":"PARAMOUNT",
            "Prix": 6.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Matthew McConaughey, Anne Hathaway",
            "Classement": "13+",
            "Annee": "2017",
            "Date de parution":"2017-01-24",
            "UPC":"32429259608",
            "Numéro de produit":"11688661",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Le film raconte les aventures d’un groupe d’explorateurs qui utilisent une faille récemment découverte dans l’espace-temps afin de repousser les limites humaines et partir à la conquête des distances astronomiques dans un voyage interstellaire.",
            "img": "/Images/films/science_f/Interstellar.jpg"
        },
        {
            "id": "FSF-14",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
                "Titre":"Rogue one: a star wars story",
            "Realisateur":"EDWARDS GARETH",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Felicity Jones, Diego Luna",
            "Classement": "G",
            "Annee": "2019",
            "Date de parution":"2019-09-22",
            "UPC":"786936867015",
            "Numéro de produit":"14881377",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Situé entre les épisodes III et IV de la saga Star Wars, le film nous entraîne aux côtés d’individus ordinaires qui, pour rester fidèles à leurs valeurs, vont tenter l’impossible au péril de leur vie. Ils n’avaient pas prévu de devenir des héros, mais dans une époque de plus en plus sombre, ils vont devoir dérober les plans de l’Étoile de la Mort, l’arme de destruction ultime de l’Empire.",
            "img": "/Images/films/science_f/Rogue one a star wars story.jpg"
        },
        {
            "id": "FSF-15",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"The Fifth Element",
            "Realisateur":"BESSON LUC",
            "Studio":"SONY PICTURES",
            "Prix": 9.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Bruce Willis, Milla Jovovich",
            "Classement": "13+",
            "Annee": "1997",
            "Date de parution":"1997-05-09",
            "UPC":"43396824096",
            "Numéro de produit":"750002417",
            "Langue piste sonore":"Anglais",
            "Description":"Au XXIII siècle, dans un univers étrange et coloré, ou tout espoir de survie est impossible sans la découverte du cinquième élément, un héros affronte le mal pour sauver l'humanité.",
            "img": "/Images/films/science_f/The Fifth Element.jpg"
        },
        {
            "id": "FSF-16",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Star trek beyond",
            "Realisateur":"LIN JUSTIN",
            "Studio":"PARAMOUNT",
            "Prix": 9.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Chris Pine, Zachary Quinto",
            "Classement": "13+",
            "Annee": "2016",
            "Date de parution":"2016-11-01",
            "UPC":"32429252340",
            "Numéro de produit":"11417802",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Une aventure toujours plus épique de l’USS Enterprise et de son audacieux équipage. L’équipe explore les confins inexplorés de l'espace, faisant face chacun, comme la Fédération toute entière, à une nouvelle menace.",
            "img": "/Images/films/science_f/Star trek beyond.jpg"
        },
        {
            "id": "FSF-17",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Star wars: the force awakens",
            "Realisateur":"ABRAMS. J.J.",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Daisy Ridley, John Boyega",
            "Classement": "13+",
            "Annee": "2019",
            "Date de parution":"2019-09-22",
            "UPC":"786936866971",
            "Numéro de produit":"14881446",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Dans une galaxie lointaine, très lointaine, un nouvel épisode de la saga Star Wars, 30 ans après les événements du Retour du Jedi.",
            "img": "/Images/films/science_f/Star wars the force awakens.jpg"
        },
        {
            "id": "FSF-18",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Independence day",
            "Realisateur":"ROLAND EMMERICH",
            "Studio":"FOX VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Will Smith, Bill Pullman, Jeff Goldblum",
            "Classement": "G",
            "Annee": "2013",
            "Date de parution":"2013-03-05",
            "UPC":"24543817406",
            "Numéro de produit":"750261477",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Une immense soucoupe volante envahit le ciel terrestre, libérant un nombre infini de plus petites soucoupes qui prennent position au-dessus des plus grandes villes du monde. Un informaticien new-yorkais décrypte les signaux émanant des etranges voyageurs. Ils ne sont pas du tout amicaux et ces extraterrestres se preparent a attaquer la Terre.",
            "img": "/Images/films/science_f/Independence day.jpg"
        },
        {
            "id": "FSF-19",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Star wars: the last jedi",
            "Realisateur":"JOHNSON RIAN",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Daisy Ridley, John Boyega",
            "Classement": "13+",
            "Annee": "2019",
            "Date de parution":"2019-09-22",
            "UPC":"786936866995",
            "Numéro de produit":"14881457",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Les héros du Réveil de la force rejoignent les figures légendaires de la galaxie dans une aventure épique qui révèle des secrets ancestraux sur la Force et entraîne de surprenantes révélations sur le passé…",
            "img": "/Images/films/science_f/Star wars the last jedi.jpg"
        },
        {
            "id": "FSF-20",
            "Categorie": "films",
            "Subcategorie": "Sciences Fictions",
            "Titre":"Solo: a star wars story",
            "Realisateur":"HOWARD RON",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM SCIENCE-FICTION",
            "Format":"D.V.D.",
            "Acteur":"Alden Ehrenreich, Woody Harrelson",
            "Classement": "13+",
            "Annee": "2019",
            "Date de parution":"2019-09-22",
            "UPC":"786936867039",
            "Numéro de produit":"14881388",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Embarquez à bord du Faucon Millenium et partez à l’aventure en compagnie du plus célèbre vaurien de la galaxie. Au cours de périlleuses aventures dans les bas-fonds d’un monde criminel, Han Solo va faire la connaissance de son imposant futur copilote Chewbacca et croiser la route du charmant escroc Lando Calrissian… Ce voyage initiatique révèlera la personnalité d’un des héros les plus marquants de la saga Star Wars.",
            "img": "/Images/films/science_f/Solo a star wars story.jpg"
        }
    ],

        "listeFilmsComedie" : [
        {
            "id": "FCO-01",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"La cité perdue",
            "Realisateur":"ADAM & AARON NEE",
            "Studio":"PARAMOUNT",
            "Prix": 24.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Sandra Bullock",
            "Classement": "13+",
            "Annee": "2022",
            "Date de parution":"2022-07-26",
            "UPC":"191329222584",
            "Numéro de produit":"17863995",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Loretta Sage, romancière brillante mais solitaire, est connue pour ses livres mêlant romance et aventures dans des décors exotiques. Alan, mannequin, a pour sa part passé la plus grande partie de sa carrière à incarner Dash, le héros à la plastique avantageuse figurant sur les couvertures des livres de Loretta. Alors qu’elle est en pleine promotion de son nouveau roman en compagnie d’Alan, Loretta se retrouve kidnappée par un milliardaire excentrique qui est persuadé qu’elle pourra l’aider à retrouver le trésor d’une cité perdue évoquée dans son dernier ouvrage. Déterminé à prouver qu’il peut être dans la vraie vie à la hauteur du héros qu’il incarne dans les livres, Alan se lance à la rescousse de la romancière. Propulsés dans une grande aventure au cœur d’une jungle hostile, ce duo improbable va devoir faire équipe pour survivre et tenter de mettre la main sur l’ancien trésor avant qu’il ne disparaisse à jamais.",
            "img": "/Images/films/comedie/Lost city.jpg"
        },
        {
            "id": "FCO-02",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Ghostbusters: afterlife",
            "Realisateur":"JASON REITMAN",
            "Studio":"SONY PICTURES",
            "Prix": 44.99,
            "Sujet":"FILM COMEDIE",
            "Format":"BLU-RAY",
            "Acteur":"Bill Murray, Grace McKenna",
            "Classement": "G",
            "Annee": "2022",
            "Date de parution":"2022-02-01",
            "UPC":"43396579446",
            "Numéro de produit":"17520004",
            "Langue piste sonore":"Anglais, Français",
            "Description":"From director Jason Reitman and producer Ivan Reitman, comes the next chapter in the original Ghostbusters universe. In Ghostbusters: Afterlife, when a single mom and her two kids arrive in a small town, they begin to discover their connection to the original ghostbusters and the secret legacy their grandfather left behind. The film is written by Jason Reitman & Gil Kenan.",
            "img": "/Images/films/comedie/Ghostbusters afterlife.jpg"
        },
        {
            "id": "FCO-03",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Everything everywhere all at once (tout, partout, tout à la fois)",
            "Realisateur":"D KWAN",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 29.99,
            "Sujet":"FILM COMEDIE",
            "Format":"BLU-RAY",
            "Acteur":"M. Yeoh",
            "Classement": "13+",
            "Annee": "2022",
            "Date de parution":"2022-07-05",
            "UPC":"191329224892",
            "Numéro de produit":"17815475",
            "Langue piste sonore":"Anglais, Français",
            "Description":"When an interdimensional rupture unravels reality, an unlikely hero (Michelle Yeoh) must channel her newfound powers to fight bizarre and bewildering dangers from the multi-verse as the fate of the world hangs in the balance.",
            "img": "/Images/films/comedie/Everything everywhere all at once.jpg"
        },
        {
            "id": "FCO-04",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Au revoir le bonheur",
            "Realisateur":"KEN SCOTT",
            "Studio":"TVA FILMS",
            "Prix": 24.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"F. Arnaud , A. Bertrand",
            "Classement": "13+",
            "Annee": "2022",
            "Date de parution":"2022-05-24",
            "UPC":"824255028462",
            "Numéro de produit":"17812176",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Les quatre frères que tout oppose, leurs femmes et leurs nombreux enfants se rendent à la maison d’été, aux Iles de la Madeleine, pour offrir leurs derniers adieux et répandre les cendres de cet homme qui a été si important pour chacun d’eux. Lorsque Nicolas, le plus jeune frère, perd l’urne contenant les cendres de leur père, les conflits commencent.",
            "img": "/Images/films/comedie/Au revoir le bonheur.jpg"
        },
        {
            "id": "FCO-05",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Trois fois rien",
            "Realisateur":"NADÈGE LOISEAU",
            "Studio":"MK2 MILE END",
            "Prix": 19.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Antoine Bertrand, Philippe Rebbot",
            "Classement": "13+",
            "Annee": "2022",
            "Date de parution":"2022-05-17",
            "UPC":"670533955957",
            "Numéro de produit":"17717772",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Brindille, Casquette et La Flèche vivent comme ils peuvent, au jour le jour, dans le bois de Vincennes. Mais leur situation précaire devrait changer du tout au tout le jour où ils gagnent au Loto. Encore faut-il pouvoir encaisser l’argent, car sans domicile, pas de carte d’identité à jour et sans compte bancaire, pas de paiement !",
            "img": "/Images/films/comedie/Trois fois rien.jpg"
        },
        {
            "id": "FCO-06",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Fatherhood",
            "Realisateur":"PAUL WEITZ",
            "Studio":"SONY PICTURES",
            "Prix": 32.99,
            "Sujet":"FILM COMEDIE",
            "Format":"BLU-RAY",
            "Acteur":"Kevin Hart",
            "Classement": "G",
            "Annee": "2022",
            "Date de parution":"2022-06-14",
            "UPC":"43396574878",
            "Numéro de produit":"17815500",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Après le décès de sa femme, un nouveau père prend les rênes du métier le plus difficile au monde : celui de parent. Inspiré d'une histoire vraie.",
            "img": "/Images/films/comedie/Fatherhood.jpg"
        },
        {
            "id": "FCO-07",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Marry me",
            "Realisateur":"KAT COIRO",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 26.99,
            "Sujet":"FILM COMEDIE",
            "Format":"BLU-RAY",
            "Acteur":"Jennifer Lopez",
            "Classement": "G",
            "Annee": "2022",
            "Date de parution":"2022-05-10",
            "UPC":"191329157770",
            "Numéro de produit":"17680494",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Kat Valdez, une star de la scène musicale forme un couple hyper glamour avec sa future moitié, le jeune chanteur prodige Bastian. Alors que leur duo Marry Me cartonne au box-office, les amoureux ont prévu de se dire oui pour la vie devant un parterre de fans déchainés, lors d’une cérémonie retransmise en multiplexe. Dans la foule, Charlie Gilbert, un professeur de maths divorcé, qui chaperonne sa fille Lou accompagné de sa meilleure amie, assiste bien malgré lui à l’évènement. Mais quand Kat apprend quelques secondes avant la cérémonie que Bastian l’a trompée avec sa propre assistante, sa vie entière est remise en question. Elle entre alors sur scène, bouleversée, et c’est au moment où tout est sur le point de s’écrouler aux yeux de tous qu’elle se raccroche in extremis au visage d’un inconnu dans la foule. Si celui qu’elle connaissait a pu la trahir peut-être qu’un inconnu pourra la sauver. Suivant cette impulsion folle, elle décide d’épouser cet inconnu qui n’est autre que Charlie. Contre toute attente, ce qui avait commencé sur un coup de tête va se transformer en une véritable histoire d’amour. Mais deux personnes issues d’univers si différents peuvent-elles dépasser leurs préjugés et trouver un terrain d’entente, quand tout semble vouloir les séparer ?",
            "img": "/Images/films/comedie/Marry me.jpg"
        },
        {
            "id": "FCO-08",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Beetlejuice",
            "Realisateur":"BURTON TIM",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Michael Keaton, Alec Baldwin",
            "Classement": "13+",
            "Annee": "2008",
            "Date de parution":"2008-10-28",
            "UPC":"883929040575",
            "Numéro de produit":"750169281",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Pour avoir voulu sauver un chien, Adam et Barbara Maitland passent tout de go dans l'autre monde. Peu après, occupants invisibles de leur antique demeure ils la voient envahie par une riche et bruyante famille new-yorkaise. Rien à redire jusqu'au jour où cette honorable famille entreprend de donner un cachet plus urbain à la vieille demeure. Adam et Barbara, scandalisés, décident de déloger les in… ",
            "img": "/Images/films/comedie/Beetlejuice.jpg"
        },
        {
            "id": "FCO-09",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Sister act 2: back in the habit",
            "Realisateur":"DUKE BILL",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Whoopi Goldberg",
            "Classement": "G",
            "Annee": "1993",
            "Date de parution":"1993-12-10",
            "UPC":"717951003355",
            "Numéro de produit":"750101102",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Everybody's favorite nun is back in the habit as Academy Award winner Whoopi Goldberg (Best Supporting Actress - Ghost 1990) stirs up more laughs than ever before! This time, Whoopi goes undercover as Sister Mary Clarence at a troubled inner-city school! Equipped with a melody-marching lesson plan, she brings the gift of laughter, the power of music and a touch of heavenly inspiration to the classroom - before the streetwise students discover who she really is! Experience the joys of higher education with this crowd-pleasing favorite as Whoopi answers her calling once again and delivers her special brand of habit-forming fun!",
            "img": "/Images/films/comedie/Sister act 2 back in the habit.jpg"
        },
        {
            "id": "FCO-10",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Clue",
            "Realisateur":"LYNN JONATHAN",
            "Studio":"PARAMOUNT",
            "Prix": 6.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Eileen Brennan, Tim Curry",
            "Classement": "G",
            "Annee": "2017",
            "Date de parution":"2017-04-25",
            "UPC":"32429258908",
            "Numéro de produit":"12159163",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Here is the murderously funny movie based on the world-famous Clue board game. And now, with this special videocassette version, you can see all three surprise endings! Was it Colonel Mustard in the study with a gun? Miss Scarlet in the billiard room with the rope? Or was it Wadsworth the butler? Meet all the notorious suspects and discover all their foul play things. You'll love their dastardly doings as the bodies and the laughs pile up before your eyes.",
            "img": "/Images/films/comedie/Clue.jpg"
        },
        {
            "id": "FCO-11",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Dolittle",
            "Realisateur":"GAGHAN STEPHEN",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM COMEDIE",
            "Format":"BLU-RAY",
            "Acteur":"Robert Downey Jr., Antonio Banderas",
            "Classement": "G",
            "Annee": "2020",
            "Date de parution":"2020-04-07",
            "UPC":"191329081723",
            "Numéro de produit":"15417902",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Après la perte de sa femme sept ans plus tôt, l’excentrique Dr. John Dolittle, célèbre docteur et vétérinaire de l’Angleterre de la Reine Victoria s’isole derrière les murs de son manoir, avec pour seule compagnie sa ménagerie d’animaux exotiques. Mais quand la jeune Reine tombe gravement malade, Dr. Dolittle, d’abord réticent, se voit forcé de lever les voiles vers une île mythique dans une épique aventure à la recherche d’un remède à la maladie. Alors qu’il rencontre d’anciens rivaux et découvre d’étranges créatures, ce périple va l’amener à retrouver son brillant esprit et son courage. Au cours de sa quête, le docteur est rejoint par un jeune apprenti et une joyeuse troupe d’amis animaux, dont un gorille anxieux, un canard enthousiaste mais têtu, un duo chamailleur entre une autruche cynique et un joyeux ours polaire, et enfin un perroquet entêté, le plus fiable conseiller et confident de Dolittle.",
            "img": "/Images/films/comedie/Dolittle.jpg"
        },
        {
            "id": "FCO-12",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"The Comeback Trail",
            "Realisateur":"GEORGE GALLO",
            "Studio":"VVS FILMS",
            "Prix": 9.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Robert De Niro, Tommy Lee Jones",
            "Classement": "G",
            "Annee": "2021",
            "Date de parution":"2021-10-05",
            "UPC":"777235033324",
            "Numéro de produit":"17128462",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Two movie producers (Robert De Niro, Zach Braff) who owe money to a ruthless mobster (Morgan Freeman) set up their aging movie star (Tommy Lee Jones) for an insurance scam to try and save themselves. But they wind up getting more than they ever imagined.",
            "img": "/Images/films/comedie/The Comeback Trail.jpg"
        },
        {
            "id": "FCO-13",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Parasite",
            "Realisateur":"BONG JOON HO",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM COMEDIE",
            "Format":"BLU-RAY",
            "Acteur":"Song Kang-Ho, Sun-Kyun Lee",
            "Classement": "13+",
            "Annee": "2020",
            "Date de parution":"2020-01-28",
            "UPC":"191329133897",
            "Numéro de produit":"15373738",
            "Langue piste sonore":"Coréen, Anglais, Français",
            "Description":"Meet the Park family, the picture of aspirational wealth. And the Kim family, rich in street smarts but not much else. Be it chance or fate, these two houses are brought together and the Kims sense a golden opportunity. Masterminded by college-aged Ki-woo, the Kim children expediently install themselves as tutor and art therapist to the Parks. Soon, a symbiotic relationship forms between the two families. The Kims provide indispensable luxury services while the Parks obliviously bankroll their entire household. When a parasitic interloper threatens the Kims' newfound comfort, a savage, underhanded battle for dominance breaks out, threatening to destroy the fragile ecosystem between the Kims and the Parks. By turns darkly hilarious and heart-wrenching, Parasite showcases a modern master at the top of his game.",
            "img": "/Images/films/comedie/Parasite.jpg"
        },
        {
            "id": "FCO-14",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"The Grand Budapest Hotel",
            "Realisateur":"ANDERSON WES",
            "Studio":"FOX VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Ralph Fiennes, Abraham F. Murray",
            "Classement": "G",
            "Annee": "2014",
            "Date de parution":"2014-06-17",
            "UPC":"24543897392",
            "Numéro de produit":"750200155",
            "Langue piste sonore":"Anglais, Français",
            "Description":"L'Hôtel Grand Budapest relate les aventures de Gustave H., le concierge légendaire de l'un des hôtels les plus célèbres de l'entre-deux-guerres, et de Zero Moustafa, le garçon d'étage qui deviendra son plus fidèle allié. Le récit met en scène le vol et la restitution d'un inestimable tableau de la Renaissance, une lutte sans merci pour mettre la main sur une colossale fortune familiale, une course folle à moto, à bord d'un train, et sur skis et traîneau, et la naissance d'une tendre histoire d'amour - le tout avec pour toile de fond un continent en soudaine et profonde mutation.",
            "img": "/Images/films/comedie/The Grand Budapest Hotel.jpg"
        },
        {
            "id": "FCO-15",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Sister act",
            "Realisateur":"ARDOLINO EMILE",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Woopi Goldberg",
            "Classement": "G",
            "Annee": "1992",
            "Date de parution":"1992-05-29",
            "UPC":"786936159295",
            "Numéro de produit":"750038145",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Une jeune femme, témoin d'un meurtre, intègre un couvent pour se protéger. Elle va alors donner un nouvel élan à l'établissement religieux, invitant notamment les bonnes soeurs à une réorchestration musicale de leurs chants.",
            "img": "/Images/films/comedie/Sister act.jpg"
        },

            {
            "id": "FCO-16",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Licorice pizza",
            "Realisateur":"PAUL THOMAS ANDERSON",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 29.99,
            "Sujet":"FILM COMEDIE",
            "Format":"BLU-RAY",
            "Acteur":"Alana Haim, Cooper Hoffman",
            "Classement": "13+",
            "Annee": "2022",
            "Date de parution":"2022-05-17",
            "UPC":"191329214268",
            "Numéro de produit":"17545876",
            "Langue piste sonore":"Anglais, Français",
            "Description":"1973, dans la région de Los Angeles. Alana Kane et Gary Valentine font connaissance le jour de la photo de classe au lycée du garçon. Alana n’est plus lycéenne, mais tente de trouver sa voie tout en travaillant comme assistante du photographe. Gary, lui, a déjà une expérience d’acteur, ce qu’il s’empresse de dire à la jeune fille pour l’impressionner. Amusée et intriguée par son assurance hors normes, elle accepte de l’accompagner à New York pour une émission de télévision. Mais rien ne se passe comme prévu…",
            "img": "/Images/films/comedie/Licorice pizza.jpg"
        },
        {
            "id": "FCO-17",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Emma",
            "Realisateur":"DE WILDE AUTUMN",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 9.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Tanya Reynolds, Anya Taylor-Joy",
            "Classement": "13+",
            "Annee": "2020",
            "Date de parution":"2020-05-19",
            "UPC":"191329136041",
            "Numéro de produit":"15449864",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Jane Austen’s beloved comedy about finding your equal and earning your happy ending, is reimagined in this delicious new film adaptation of EMMA. Handsome, clever, and rich, Emma Woodhouse is a restless queen bee without rivals in her sleepy little town. In this glittering satire of social class and the pain of growing up, Emma must adventure through misguided matches and romantic missteps to find the love that has been there all along.",
            "img": "/Images/films/comedie/Emma.jpg"
        },
        {
            "id": "FCO-18",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Jojo rabbit",
            "Realisateur":"TAIKA WAITITI",
            "Studio":"FOX VIDEO",
            "Prix": 9.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Roman Griffin Davis, Thomasin McKenzie",
            "Classement": "G",
            "Annee": "2020",
            "Date de parution":"2020-02-18",
            "UPC":"24543634591",
            "Numéro de produit":"15311927",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Jojo est un petit allemand solitaire. Sa vision du monde est mise à l’épreuve quand il découvre que sa mère cache une jeune fille juive dans leur grenier. Avec la seule aide de son ami aussi grotesque qu'imaginaire, Adolf Hitler, Jojo va devoir faire face à son nationalisme aveugle.",
            "img": "/Images/films/comedie/Jojo rabbit.jpg"
        },
        {
            "id": "FCO-19",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Dog",
            "Realisateur":"REID CAROLIN",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 26.99,
            "Sujet":"FILM COMEDIE",
            "Format":"D.V.D.",
            "Acteur":"Channing Tatum",
            "Classement": "G",
            "Annee": "2022",
            "Date de parution":"2022-05-10",
            "UPC":"191329221310",
            "Numéro de produit":"17711254",
            "Langue piste sonore":"Anglais",
            "Description":"Army Ranger Briggs (Channing Tatum) and Lulu (a Belgian Malnois) buckle up for a road trip down the Pacific Coast in hopes of making it to a fellow soldier's funeral on time. Along the way, they'll drive each other crazy, break a handful of laws, narrowly escape death and learn to let down their guards in order to have a fighting chance of finding happiness.",
            "img": "/Images/films/comedie/Dog.jpg"
        },
        {
            "id": "FCO-20",
            "Categorie": "films",
            "Subcategorie": "Comedie",
            "Titre":"Coming 2 america",
            "Realisateur":"CRAIG BREWER",
            "Studio":"PARAMOUNT",
            "Prix": 19.99,
            "Sujet":"FILM COMEDIE",
            "Format":"BLU-RAY",
            "Acteur":"Eddie Murphy, Arsenio Hall",
            "Classement": "G",
            "Annee": "2021",
            "Date de parution":"2021-03-08",
            "UPC":"191329218204",
            "Numéro de produit":"17595503",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Akeem learns he has a long-lost son in the United States and must return to America to meet the unlikely heir to the throne of Zamunda. A sequel to the 1988 comedy 'Coming to America'.",
            "img": "/Images/films/comedie/Coming 2 america.jpg"
        }
    ],

        "listeFilmsDrame" : [
        {
            "id": "FDR-01",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"A star is born",
            "Realisateur":"COOPER BRADLEY",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM DRAME",
            "Format":"BLU-RAY",
            "Acteur":"Lady Gaga, Bradley Cooper",
            "Classement": "13+",
            "Annee": "2019",
            "Date de parution":"2019-02-19",
            "UPC":"883929664122",
            "Numéro de produit":"14175054",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Star de country un peu oubliée, Jackson Maine découvre Ally, une jeune chanteuse très prometteuse. Tandis qu'ils tombent follement amoureux l'un de l'autre, Jack propulse Ally sur le devant de la scène et fait d'elle une artiste adulée par le public. Bientôt éclipsé par le succès de la jeune femme, il vit de plus en plus de mal son propre déclin…",
            "img": "/Images/films/drame/A star is born.jpg"
        },
        {
            "id": "FDR-02",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"House of gucci",
            "Realisateur":"RIDLEY SCOTT",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 26.99,
            "Sujet":"FILM DRAME",
            "Format":"BLU-RAY",
            "Acteur":"Lady Gaga, Adam Driver, Jared Leto",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-02-22",
            "UPC":"191329211854",
            "Numéro de produit":"17519783",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Gucci est une marque reconnue et admirée dans le monde entier. Elle a été créée par Guccio Gucci qui a ouvert sa première boutique d’articles de cuir de luxe à Florence il y a exactement un siècle. À la fin des années 1970, l’empire italien de la mode est à un tournant critique de son histoire. Si l’entreprise rayonne désormais à l’international, elle est handicapée par des rumeurs de malversations financières, une innovation en berne et une dévalorisation de la marque. Le groupe est dirigé par les deux fils du fondateur – Aldo, personnage rusé et haut en couleur, et son frère Rodolfo, beaucoup plus froid et traditionnel. Pugnace, Aldo n’a pas la moindre intention de céder le contrôle de l’empire à qui que ce soit – et certainement pas à son fils Paolo, garçon fantaisiste qui aspire à devenir styliste. Quant à Maurizio, fils timide et surprotégé de Rodolfo, il a davantage envie d’étudier le droit que de diriger un groupe de luxe mondialisé. C’est alors que Maurizio tombe amoureux de la ravissante et manipulatrice Patrizia Reggiani et, contre l’avis de son père, décide de l’épouser. Lorsque Aldo se découvre des affinités avec Patrizia, il réussit, avec l’aide de la jeune femme, à convaincre son neveu de renoncer à ses ambitions juridiques pour intégrer l’entreprise dont il devient, de facto, le probable héritier. Ce qui ne manque pas de nourrir la rancoeur de Paolo, dont le talent n’est pas à la hauteur de ses rêves artistiques…",
            "img": "/Images/films/drame/House of gucci.jpg"
        },
        {
            "id": "FDR-03",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Norbourg",
            "Realisateur":"MAXIME GIROUX",
            "Studio":"ATELIER DE DISTRIBUTION DE FILMS (MAISON 4:3)",
            "Prix": 19.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Vincent-Guillaume Otis, F. Arnaud",
            "Classement": "13+",
            "Annee": "2022",
            "Date de parution":"2022-06-14",
            "UPC":"670533956046",
            "Numéro de produit":"17853200",
            "Langue piste sonore":"",
            "Description":"Montréal, 2001. À la Commission des valeurs mobilières du Québec (CVMQ), on ne parle que de la firme Norbourg et de son jeune et frondeur PDG, Vincent Lacroix. Éric Asselin est alors mandaté par ses patrons pour surveiller de près les activités de la firme. Littéralement fasciné par Vincent Lacroix, par son audace et son effronterie, il quittera en quelques mois son poste d’enquêteur et deviendra Vice-président finance de Norbourg. Devenu ainsi le bras droit de Lacroix, Asselin aidera celui-ci à mettre sur pied un système frauduleux grâce auquel ils parviendront à détourner des millions de dollars à l’intérieur des fonds communs de placement qu’ils ont sous gestion. Grâce à l’aide d’Asselin, Norbourg déjoue les enquêtes et les vérifications qui le visent. Mais la fête ne peut pas durer éternellement.",
            "img": "/Images/films/drame/Norbourg.jpg"
        },
        {
            "id": "FDR-04",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Father stu",
            "Realisateur":"ROSALIND ROSS",
            "Studio":"SONY PICTURES",
            "Prix": 32.99,
            "Sujet":"FILM DRAME",
            "Format":"BLU-RAY",
            "Acteur":"Mark Wahlberg, Mel Gibson",
            "Classement": "13+",
            "Annee": "2022",
            "Date de parution":"2022-06-14",
            "UPC":"43396582972",
            "Numéro de produit":"17815931",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Lorsqu'une blessure met fin à sa carrière de boxeur amateur, Stuart Long déménage à Los Angeles. Alors qu'il est employé de supermarché, il rencontre Carmen, une enseignante qui semble immunisée contre son charme. Déterminé à la séduire, l'agnostique de longue date commence à aller à l'église pour l'impressionner.",
            "img": "/Images/films/drame/Father stu.jpg"
        },
        {
            "id": "FDR-05",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"1917",
            "Realisateur":"SAM MENDES",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM DRAME",
            "Format":"BLU-RAY",
            "Acteur":"Dean-Charles Chapman, George Mackay",
            "Classement": "13+",
            "Annee": "2019",
            "Date de parution":"2019-03-24",
            "UPC":"191329127766",
            "Numéro de produit":"15417742",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Pris dans la tourmente de la Première Guerre Mondiale, Schofield et Blake, deux jeunes soldats britanniques, se voient assigner une mission à proprement parler impossible. Porteurs d’un message qui pourrait empêcher une attaque dévastatrice et la mort de centaines de soldats, dont le frère de Blake, ils se lancent dans une véritable course contre la montre, derrière les lignes ennemies.",
            "img": "/Images/films/drame/1917.jpg"
        },
        {
            "id": "FDR-06",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Spencer",
            "Realisateur":"PABLO LARRAIN",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 26.99,
            "Sujet":"FILM DRAME",
            "Format":"BLU-RAY",
            "Acteur":"Kristen Stewart",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-01-18",
            "UPC":"191329214404",
            "Numéro de produit":"17452523",
            "Langue piste sonore":"Anglais, Français",
            "Description":"The marriage of Princess Diana (Kristen Stewart) and Prince Charles (Jack Farthing) has long since grown cold. Though rumors of affairs and a divorce abound, peace is or-dained for the Christmas festivities at the Queen's Sandringham Estate. There's eating and drinking, shooting and hunting. Diana knows the game. But this year, things will be profoundly different. Spencer is an imagining of what might have happened during those few fateful days.",
            "img": "/Images/films/drame/Spencer.jpg"
        },
        {
            "id": "FDR-07",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Wild",
            "Realisateur":"VALLEE JEAN-MARC",
            "Studio":"FOX VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Reese Witherspoon, Laura Dern",
            "Classement": "16+",
            "Annee": "2015",
            "Date de parution":"2015-03-31",
            "UPC":"24543971610",
            "Numéro de produit":"750201823",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Après des années d'errance, d'une dépendance à l'héroïne et l'échec de son couple, Cheryl Strayed prend une décision insensée : hantée par le souvenir de sa mère disparue et sans aucune expérience, elle se lance dans un périple en solitaire de 1 770 kilomètres sur la côte ouest américaine, à pied... Cheryl va affronter ses plus grandes peurs, dépasser ses limites, se jeter dans des accès de colère et découvrir sa force pour enfin guérir.",
            "img": "/Images/films/drame/Wild.jpg"
        },
        {
            "id": "FDR-08",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"After we fell",
            "Realisateur":"CASTILLE LANDON",
            "Studio":"VVS FILMS",
            "Prix": 9.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Josephine Langford",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-11-09",
            "UPC":"777235033805",
            "Numéro de produit":"17290594",
            "Langue piste sonore":"",
            "Description":"The third installment of the “After” franchise finds Tessa starting an exciting new chapter of her life. But as she prepares to move to Seattle for her dream job, Hardin’s jealousy and unpredictable behavior reach a fever pitch and threaten to end their intense relationship.",
            "img": "/Images/films/drame/After we fell.jpg"
        },
        {
            "id": "FDR-09",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Little women",
            "Realisateur":"GRETA GERWIG",
            "Studio":"SONY PICTURES",
            "Prix": 9.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Saoirse Ronan, Emma Watson",
            "Classement": "G",
            "Annee": "2019",
            "Date de parution":"2019-04-07",
            "UPC":"43396565708",
            "Numéro de produit":"15417764",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Une nouvelle adaptation des 'Quatre filles du Docteur March' qui s’inspire à la fois du grand classique de la littérature et des écrits de Louisa May Alcott. Relecture personnelle du livre, Les filles du Docteur March est un film à la fois atemporel et actuel où Jo March, alter ego fictif de l’auteur, repense à sa vie.",
            "img": "/Images/films/drame/Little women.jpg"
        },
        {
            "id": "FDR-10",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Rocketman",
            "Realisateur":"FLETCHER DEXTER",
            "Studio":"PARAMOUNT",
            "Prix": 9.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Taron Egerton, Jamis Bell",
            "Classement": "13+",
            "Annee": "2018",
            "Date de parution":"2018-08-27",
            "UPC":"32429327642",
            "Numéro de produit":"14871933",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Rocketman nous raconte la vie hors du commun d’Elton John, depuis ses premiers succès jusqu’à sa consécration internationale.Le film retrace la métamorphose de Reginald Dwight, un jeune pianiste prodige timide, en une superstar mondiale. Il est aujourd’hui connu sous le nom d’Elton John.Son histoire inspirante – sur fond des plus belles chansons de la star – nous fait vivre l’incroyable succès d’un enfant d’une petite ville de province devenu icône de la pop culture mondiale.",
            "img": "/Images/films/drame/Rocketman.jpg"
        },
        {
            "id": "FDR-11",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Catch me if you can",
            "Realisateur":"SPIELBERG STEVEN",
            "Studio":"PARAMOUNT",
            "Prix": 6.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Leonardo DiCaprio, Tom Hanks",
            "Classement": "G",
            "Annee": "2002",
            "Date de parution":"2002-01-02",
            "UPC":"678149059120",
            "Numéro de produit":"750027837",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Inspiré de l’extraordinaire histoire vécue d’un jeune mystificateur surdoué et de l’agent du FBI qui le poursuit inlassablement, Arrête-moi si tu peux met en vedette le candidat à un Oscar Leonardo DiCaprio et le double lauréat des Academy Award Tom Hanks dans l’un des films les plus acclamés de l’année! Arrête-moi si tu peux, du realisateur triple lauréat des Oscar Steven Spielberg, raconte l’histoire de Frank W. Abagnale, Jr. qui réussit à se faire passer pour un pilote d’avion, un avocat et un médecin avant même si 21e anniversaire! Joel Siegel, de Good Morning America, déclare qu’ « on fait rarement des films aussi désopilants! » alors que l’Associated Press salue ce récit incroyable comme « le film le plus carrément drôle de l’année »!",
            "img": "/Images/films/drame/Catch me if you can.jpg"
        },
        {
            "id": "FDR-12",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Gandhi",
            "Realisateur":"ATTENBOROUGH RICHARD",
            "Studio":"SONY PICTURES",
            "Prix": 6.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Ben Kingsley, Roshan Seth",
            "Classement": "G",
            "Annee": "2007",
            "Date de parution":"2007-02-20",
            "UPC":"43396176973",
            "Numéro de produit":"750118688",
            "Langue piste sonore":"Anglais",
            "Description":"Reconstitution historique à grand spectacle de la vie de celui que l'on surnomma le mahatma. La carrière de Gandhi comme avocat débute en Afrique du Sud où il défend les droits de la minorité indienne, ce qui a un grand retentissement dans son pays. Plus tard, dans ses luttes contre les Anglais, il prônera toujours la non-violence et usera essentiellement de l'arme de la grêve de la faim.",
            "img": "/Images/films/drame/Gandhi.jpg"
        },
        {
            "id": "FDR-13",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Intouchables",
            "Realisateur":"NAKACHE OLIVIER, TOLEDANO ERIC",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"François Cluzet, Omar Sy",
            "Classement": "G",
            "Annee": "2012",
            "Date de parution":"2012-12-18",
            "UPC":"65935587545",
            "Numéro de produit":"750257377",
            "Langue piste sonore":"(Français",
            "Description":"A la suite d’un accident de parapente, Philippe, riche aristocrate, engage comme aide à domicile Driss, un jeune de banlieue tout juste sorti de prison. Bref la personne la moins adaptée pour le job. Ensemble ils vont faire cohabiter Vivaldi et Earth Wind and Fire, le verbe et la vanne, les costumes et les bas de survêtement... Deux univers vont se télescoper, s’apprivoiser, pour donner naissance à une amitié aussi dingue, drôle et forte qu’inattendue, une relation unique qui fera des étincelles et qui les rendra... Intouchables.",
            "img": "/Images/films/drame/Intouchables.jpg"
        },
        {
            "id": "FDR-14",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"After we collided",
            "Realisateur":"ROGER KUMBLE",
            "Studio":"VVS FILMS",
            "Prix": 9.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Josephine Langford, Hero Fiennes Tiffin",
            "Classement": "13+",
            "Annee": "2020",
            "Date de parution":"2020-11-17",
            "UPC":"777235032228",
            "Numéro de produit":"16102711",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Alors que Tessa et Hardin tentent de recoller les morceaux de leur relation, de nouveaux obstacles viennent se mettre en travers de leur histoire d'amour et de nouveaux secrets sont dévoilés. Mais tout ça n'est rien comparé à l'arrivée du beau Trevor dans la vie de Tessa, qui va s'attirer les foudres d'Hardin, conscient de la menace que ce nouveau prétendant représente.",
            "img": "/Images/films/drame/After we collided.jpg"
        },
        {
            "id": "FDR-15",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"A beautiful day in the neighborhood",
            "Realisateur":"MARIELLE HELLER",
            "Studio":"SONY PICTURES",
            "Prix": 6.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"tom Hanks, Matthew Rhys",
            "Classement": "G",
            "Annee": "2020",
            "Date de parution":"2020-02-18",
            "UPC":"43396565135",
            "Numéro de produit":"15311869",
            "Langue piste sonore":"Anglais, Français",
            "Description":"L'histoire de Fred Rogers, un homme de télé américain dont le programme éducatif Mister Rogers' Neighborhood a été suivi par des millions de téléspectateurs entre 1968 et 2001. A l'occasion d'une rencontre en vue d'écrire un article sur ce sujet, un journaliste du magazine Esquire va découvrir un homme à l'opposé de ce qu'il en pensait a priori.",
            "img": "/Images/films/drame/A beautiful day in the neighborhood.jpg"
        },
        {
            "id": "FDR-16",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"The Call of The Wild",
            "Realisateur":"SANDERS CHRIS",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Harrison Ford, Omar Sy",
            "Classement": "13+",
            "Annee": "2020",
            "Date de parution":"2020-05-12",
            "UPC":"786936870664",
            "Numéro de produit":"15607731",
            "Langue piste sonore":"Anglais, Français",
            "Description":"La paisible vie domestique de Buck, un chien au grand cœur, bascule lorsqu’il est brusquement arraché à sa maison en Californie et se retrouve enrôlé comme chien de traîneau dans les étendues sauvages du Yukon canadien pendant la ruée vers l’or des années 1890. Buck va devoir s’adapter et lutter pour survivre, jusqu’à finalement trouver sa véritable place dans le monde en devenant son propre maître…",
            "img": "/Images/films/drame/The Call of The Wild.jpg"
        },
        {
            "id": "FDR-17",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Call me by your name",
            "Realisateur":"LUCA GUADAGNINO",
            "Studio":"SONY PICTURES",
            "Prix": 6.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Armie Hammer",
            "Classement": "13+",
            "Annee": "2018",
            "Date de parution":"2018-03-13",
            "UPC":"43396529007",
            "Numéro de produit":"13001304",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Été 1983. Elio Perlman, 17 ans, passe ses vacances dans la villa du XVIIe siècle que possède sa famille en Italie, à jouer de la musique classique, à lire et à flirter avec son amie Marzia. Son père, éminent professeur spécialiste de la culture gréco-romaine, et sa mère, traductrice, lui ont donné une excellente éducation, et il est proche de ses parents. Sa sophistication et ses talents intellectuels font d’Elio un jeune homme mûr pour son âge, mais il conserve aussi une certaine innocence, en particulier pour ce qui touche à l’amour. Un jour, Oliver, un séduisant Américain qui prépare son doctorat, vient travailler auprès du père d’Elio. Elio et Oliver vont bientôt découvrir l’éveil du désir, au cours d’un été ensoleillé dans la campagne italienne qui changera leur vie à jamais.",
            "img": "/Images/films/drame/Call me by your name.jpg"
        },
        {
            "id": "FDR-18",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Edward scissorhands",
            "Realisateur":"BURTON TIM",
            "Studio":"FOX VIDEO",
            "Prix": 6.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Johnny Depp, Winona Ryder",
            "Classement": "G",
            "Annee": "2015",
            "Date de parution":"2015-10-13",
            "UPC":"24543162766",
            "Numéro de produit":"750203864",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Edward Scissorhands n'est pas un garçon ordinaire. Création d'un inventeur, il a reçu un cœur pour aimer, un cerveau pour comprendre. Mais son concepteur est mort avant d'avoir pu terminer son œuvre et Edward se retrouve avec des lames de métal et des instruments tranchants en guise de doigts.",
            "img": "/Images/films/drame/Edward scissorhands.jpg"
        },
        {
            "id": "FDR-19",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Titanic",
            "Realisateur":"CAMERON JAMES",
            "Studio":"PARAMOUNT",
            "Prix": 9.99,
            "Sujet":"FILM DRAME",
            "Format":"D.V.D.",
            "Acteur":"Leonardo DiCaprio, Kate Winslet",
            "Classement": "13+",
            "Annee": "2012",
            "Date de parution":"2012-09-10",
            "UPC":"97361468167",
            "Numéro de produit":"750250551",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Southampton, 10 avril 1912. Le paquebot le plus grand et le plus moderne du monde, réputé pour son insubmersibilité, le Titanic, appareille pour son premier voyage. Quatre jours plus tard, il heurte un iceberg. A son bord, un artiste pauvre et une grande bourgeoise tombent amoureux.",
            "img": "/Images/films/drame/Titanic.jpg"
        },
        {
            "id": "FDR-20",
            "Categorie": "films",
            "Subcategorie": "Drame",
            "Titre":"Downton abbey",
            "Realisateur":"ENGLER MICHAEL",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM DRAME",
            "Format":"BLU-RAY",
            "Acteur":"Maggie Smith, Hugh Bonneville, M. Dockery",
            "Classement": "G",
            "Annee": "2019",
            "Date de parution":"2019-12-17",
            "UPC":"191329124413",
            "Numéro de produit":"15057688",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Les Crawley et leur personnel intrépide se préparent à vivre l'événement le plus important de leur vie : une visite du roi et de la reine d'Angleterre. Cette venue ne tardera pas à déclencher scandales, intrigues amoureuses et manigances qui pèseront sur l'avenir même de Downton.",
            "img": "/Images/films/drame/Downton abbey.jpg"
        }
    ],

        "listeFilmsAction" : [
        {
            "id": "FAC-01",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Les animaux fantastiques: les secrets de dumbledore",
            "Realisateur":"DAVID YATES",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 29.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Eddie Redmayne",
            "Classement": "G",
            "Annee": "2022",
            "Date de parution":"2022-06-28",
            "UPC":"883929729487",
            "Numéro de produit":"17815657",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Le professeur Albus Dumbledore sait que le puissant mage noir Gellert Grindelwald cherche à prendre le contrôle du monde des sorciers. Incapable de l’empêcher d’agir seul, il sollicite le magizoologiste Norbert Dragonneau pour qu’il réunisse des sorciers, des sorcières et un boulanger moldu au sein d’une équipe intrépide. Leur mission des plus périlleuses les amènera à affronter des animaux, anciens et nouveaux, et les disciples de plus en plus nombreux de Grindelwald. Pourtant, dès lors que que les enjeux sont aussi élevés, Dumbledore pourra-t-il encore rester longtemps dans l’ombre ?",
            "img": "/Images/films/action/fantastic_beasts_the_secrets_of_dumbledore.jpg"
        },
        {
            "id": "FAC-02",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Shang-chi et la légende des dix anneaux",
            "Realisateur":"DESTIN DANIEL CRETTON",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 19.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Simu Liu, Awkwafina",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-11-30",
            "UPC":"786936871517",
            "Numéro de produit":"17391018",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Shang-Chi va devoir affronter un passé qu’il pensait avoir laissé derrière lui lorsqu’il est pris dans la toile de la mystérieuse organisation des dix anneaux.",
            "img": "/Images/films/action/Shang-chi and the legend of the ten rings.jpg"
        },
        {
            "id": "FAC-03",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Eternals",
            "Realisateur":"CHLOÉ ZHAO",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 29.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Harry Styles, Angelina Jolie",
            "Classement": "16+",
            "Annee": "2022",
            "Date de parution":"2022-02-15",
            "UPC":"786936881400",
            "Numéro de produit":"17520117",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Depuis l’aube de l’humanité, les Éternels, un groupe de héros venus des confins de l’univers, protègent la Terre. Lorsque les Déviants, des créatures monstrueuses que l’on croyait disparues depuis longtemps, réapparaissent mystérieusement, les Éternels sont à nouveau obligés de se réunir pour défendre l’humanité…",
            "img": "/Images/films/action/eternals.jpg"
        },
        {
            "id": "FAC-04",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Free guy",
            "Realisateur":"SHAWN LEVY",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 19.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Ryan Reynolds",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-10-12",
            "UPC":"786936893151",
            "Numéro de produit":"17198353",
            "Langue piste sonore":"",
            "Description":"Un employé de banque, découvrant un jour qu’il n’est en fait qu’un personnage d’arrière-plan dans un jeu vidéo en ligne, décide de devenir le héros de sa propre histoire, quitte à la réécrire.",
            "img": "/Images/films/action/free_guy.jpg"
        },
        {
            "id": "FAC-05",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"The King's Man: Première Mission",
            "Realisateur":"MATTHEW VAUGHN",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 19.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Ralph Fiennes, Gemma Arterton",
            "Classement": "13+",
            "Annee": "2022",
            "Date de parution":"2022-02-22",
            "UPC":"786936870411",
            "Numéro de produit":"17538526",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Lorsque les pires tyrans et les plus grands génies criminels de l’Histoire se réunissent pour planifier l’élimination de millions d’innocents, un homme se lance dans une course contre la montre pour contrecarrer leurs plans.",
            "img": "/Images/films/action/The King's Man.jpg"
        },
        {
            "id": "FAC-06",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Uncharted",
            "Realisateur":"RUBEN FLEISCHER",
            "Studio":"SONY PICTURES",
            "Prix": 36.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Tom Holland",
            "Classement": "G",
            "Annee": "2022",
            "Date de parution":"2022-05-10",
            "UPC":"43396580930",
            "Numéro de produit":"17680596",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Nathan Drake, voleur astucieux et intrépide, est recruté par le chasseur de trésors chevronné Victor « Sully » Sullivan pour retrouver la fortune de Ferdinand Magellan, disparue il y a 500 ans. Ce qui ressemble d’abord à un simple casse devient finalement une course effrénée autour du globe pour s’emparer du trésor avant l’impitoyable Moncada, qui est persuadé que sa famille est l’héritière légitime de cette fortune. Si Nathan et Sully réussissent à déchiffrer les indices et résoudre l’un des plus anciens mystères du monde, ils pourraient rafler la somme de 5 milliards de dollars et peut-être même retrouver le frère de Nathan, disparu depuis longtemps… mais encore faudrait-il qu’ils apprennent à travailler ensemble.",
            "img": "/Images/films/action/Uncharted.jpg"
        },
        {
            "id": "FAC-07",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"The Batman",
            "Realisateur":"MATT REEVES",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 26.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Robert Pattinson",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-05-24",
            "UPC":"883929728305",
            "Numéro de produit":"17680347",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Deux années à arpenter les rues en tant que Batman et à insuffler la peur chez les criminels ont mené Bruce Wayne au coeur des ténèbres de Gotham City. Avec seulement quelques alliés de confiance - Alfred Pennyworth, le lieutenant James Gordon - parmi le réseau corrompu de fonctionnaires et de personnalités de la ville, le justicier solitaire s'est imposé comme la seule incarnation de la vengeance parmi ses concitoyens. Lorsqu'un tueur s'en prend à l'élite de Gotham par une série de machinations sadiques, une piste d'indices cryptiques envoie le plus grand détective du monde sur une enquête dans la pègre, où il rencontre des personnages tels que Selina Kyle, alias Catwoman, Oswald Cobblepot, alias le Pingouin, Carmine Falcone et Edward Nashton, alias l’Homme-Mystère. Alors que les preuves s’accumulent et que l'ampleur des plans du coupable devient clair, Batman doit forger de nouvelles relations, démasquer le coupable et rétablir un semblant de justice au milieu de l’abus de pouvoir et de corruption sévissant à Gotham City depuis longtemps.",
            "img": "/Images/films/action/The Batman.jpg"
        },
        {
            "id": "FAC-08",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Jungle cruise",
            "Realisateur":"JAUME COLLET-SERRA",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 19.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Dwayne Johnson, Emily Blunt",
            "Classement": "G",
            "Annee": "2021",
            "Date de parution":"2021-11-16",
            "UPC":"786936871210",
            "Numéro de produit":"17243644",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Chercheuse intrépide, la doctoresse Lily Houghton quitte Londres pour explorer la jungle amazonienne à la recherche d’un remède miraculeux. Pour descendre le fleuve, elle engage Frank Wolff, un capitaine roublard aussi douteux que son vieux rafiot délabré. Bien décidée à découvrir l’arbre séculaire dont les extraordinaires pouvoirs de guérison pourraient changer l'avenir de la médecine, Lily se lance dans une quête épique. L’improbable duo va dès lors affronter d’innombrables dangers - sans parler de forces surnaturelles - dissimulés sous la splendeur luxuriante de la forêt tropicale. Alors que les secrets de l’arbre perdu se révèlent peu à peu, les enjeux s’avèrent encore plus grands pour Lily et Frank. Ce n’est pas seulement leur destin qui est en jeu, mais celui de l’humanité tout entière…",
            "img": "/Images/films/action/Jungle cruise.jpg"
        },
        {
            "id": "FAC-09",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"James bond 007: no time to die",
            "Realisateur":"CARY JOJI FUKUNAGA",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 19.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"D.V.D.",
            "Acteur":"Daniel Craig, Rami Malek, Naomie Harris",
            "Classement": "13+",
            "Annee": "2020",
            "Date de parution":"2020-12-21",
            "UPC":"191329152072",
            "Numéro de produit":"17396046",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Dans MOURIR PEUT ATTENDRE, Bond a quitté les services secrets et coule des jours heureux en Jamaïque. Mais sa tranquillité est de courte durée car son vieil ami Felix Leiter de la CIA débarque pour solliciter son aide : il s'agit de sauver un scientifique qui vient d'être kidnappé.",
            "img": "/Images/films/action/James bond 007 no time to die.jpg"
        },
        {
            "id": "FAC-10",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Spider-man: no way home",
            "Realisateur":"JON WATTS",
            "Studio":"SONY PICTURES",
            "Prix": 36.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Tom Holland, Zendaya, Benedict Cumberbatch",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-04-12",
            "UPC":"43396579989",
            "Numéro de produit":"17542771",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Pour la première fois dans son histoire cinématographique, Spider-Man, le héros sympa du quartier est démasqué et ne peut désormais plus séparer sa vie normale de ses lourdes responsabilités de super-héros. Quand il demande de l'aide à Doctor Strange, les enjeux deviennent encore plus dangereux, le forçant à découvrir ce qu'être Spider-Man signifie véritablement.",
            "img": "/Images/films/action/Spider-man no way home.jpg"
        },

            {
            "id": "FAC-11",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Morbius",
            "Realisateur":"DANIEL ESPINOSA",
            "Studio":"SONY PICTURES",
            "Prix": 36.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Jared Leto, Michael Keaton",
            "Classement": "16+",
            "Annee": "2022",
            "Date de parution":"2022-06-14",
            "UPC":"43396580909",
            "Numéro de produit":"17717727",
            "Langue piste sonore":"Anglais",
            "Description":"Gravement atteint d’une rare maladie sanguine, et déterminé à sauver toutes les victimes de cette pathologie, le Dr Morbius tente un pari désespéré. Alors que son expérience semble être un succès, le remède déclenche un effet sinistre. Le bien vaincra-t-il le mal – ou Morbius succombera-t-il à ses nouvelles pulsions ?",
            "img": "/Images/films/action/Morbius.jpg"
        },
        {
            "id": "FAC-12",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"The Suicide Squad",
            "Realisateur":"JAMES GUNN",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"D.V.D.",
            "Acteur":"Margot Robbie",
            "Classement": "16+",
            "Annee": "2021",
            "Date de parution":"2021-10-26",
            "UPC":"883929728350",
            "Numéro de produit":"17128848",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Bienvenue en enfer - aka Belle Reve, la prison dotée du taux de mortalité le plus élevé des États-Unis d'Amérique. Là où sont détenus les pires super-vilains, qui feront tout pour en sortir - y compris rejoindre la super secrète et la super louche Task Force X. La mission mortelle du jour ? Assemblez une belle collection d'escrocs, et notamment Bloodsport, Peacemaker, Captain Boomerang, Ratcatcher 2, Savant, King Shark, Blackguard, Javelin et la psychopathe préférée de tous : Harley Quinn. Armez-les lourdement et jetez-les (littéralement) sur l'île lointaine et bourrée d'ennemis de Corto Maltese. Traversant une jungle qui grouille d'adversaires et de guerilleros à chaque tournant, l'Escouade est lancée dans une mission de recherche et de destruction, avec le seul Colonel Rick Flag pour les encadrer sur le terrain… et la technologie du gouvernement dans leurs oreilles, afin qu'Amanda Waller puisse suivre le moindre de leurs mouvements. Comme toujours, un faux pas est synonyme de mort (que ce soit des mains de leurs opposants, d'un coéquipier ou de Waller elle-même). Si quelqu'un veut parier, mieux vaut miser contre eux - et contre eux tous.",
            "img": "/Images/films/action/The Suicide Squad.jpg"
        },
        {
            "id": "FAC-13",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Snake eyes: g.i. joe origins",
            "Realisateur":"ROBERT SCHWENTKE",
            "Studio":"PARAMOUNT",
            "Prix": 14.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Henry Golding",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-10-19",
            "UPC":"32429346308",
            "Numéro de produit":"17128780",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Snake Eyes: G.I. Joe Origins stars Henry Golding as Snake Eyes, a tenacious loner who is welcomed into an ancient Japanese clan called the Arashikage after saving the life of their heir apparent. Upon arrival in Japan, the Arashikage teach Snake Eyes the ways of the ninja warrior while also providing something he’s been longing for: a home. But, when secrets from his past are revealed, Snake Eyes’ honor and allegiance will be tested – even if that means losing the trust of those closest to him.",
            "img": "/Images/films/action/Snake eyes g.i. joe origins.jpg"
        },
        {
            "id": "FAC-14",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Black widow",
            "Realisateur":"CATE SHORTLAND",
            "Studio":"BUENA VISTA HOME VIDEO",
            "Prix": 19.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Scarlett Johansson",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-09-14",
            "UPC":"786936870831",
            "Numéro de produit":"17049966",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Natasha Romanoff, alias Black Widow, voit resurgir la part la plus sombre de son passé pour faire face à une redoutable conspiration liée à sa vie d’autrefois. Poursuivie par une force qui ne reculera devant rien pour l’abattre, Natasha doit renouer avec ses activités d’espionne et avec des liens qui furent brisés, bien avant qu’elle ne rejoigne les Avengers.",
            "img": "/Images/films/action/black_widow.jpg"
        },
        {
            "id": "FAC-15",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"F9: the fast saga",
            "Realisateur":"JUSTIN LIN",
            "Studio":"UNIVERSAL HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"D.V.D.",
            "Acteur":"Vin Diesel, Michelle Rodriguez",
            "Classement": "16+",
            "Annee": "2021",
            "Date de parution":"2021-09-21",
            "UPC":"191329138380",
            "Numéro de produit":"16974806",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Si Dom Toretto mène une vie tranquille, loin du bitume, auprès de Letty et de leur fils, le petit Brian, ils savent bien tous les deux que derrière les horizons les plus radieux se cachent toujours les dangers les plus sournois. Cette fois, pour sauver ceux à qui il tient le plus, Dom va devoir affronter les démons de son passé. Son équipe se rassemble pour démanteler un complot à échelle mondiale mené par le tueur le plus implacable qu’ils aient jamais affronté, aussi redoutable avec une arme que derrière un volant : Un homme qui n’est autre que le frère désavoué de Dom, Jakob.",
            "img": "/Images/films/action/F9_the_fast_saga.jpg"
        },
        {
            "id": "FAC-16",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Birds of prey",
            "Realisateur":"YAN CATHY",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"D.V.D.",
            "Acteur":"Margot Robbie, Rosie Perez",
            "Classement": "13+",
            "Annee": "2020",
            "Date de parution":"2020-05-12",
            "UPC":"883929706471",
            "Numéro de produit":"15546340",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Vous connaissez l'histoire du flic, de l'oiseau chanteur, de la cinglée et de la princesse mafieuse ?BIRDS OF PREY (ET LA FANTABULEUSE HISTOIRE D'HARLEY QUINN) est une histoire déjantée racontée par Harley en personne – d'une manière dont elle seule a le secret. Lorsque Roman Sionis, l'ennemi le plus abominable – et le plus narcissique – de Gotham, et son fidèle acolyte Zsasz décident de s'en prendre à une certaine Cass, la ville est passée au peigne fin pour retrouver la trace de la jeune fille. Les parcours de Harley, de la Chasseuse, de Black Canary et de Renee Montoya se télescopent et ce quatuor improbable n'a d'autre choix que de faire équipe pour éliminer Roman…",
            "img": "/Images/films/action/birds_of_prey.jpg"
        },
        {
            "id": "FAC-17",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Top gun",
            "Realisateur":"SCOTT TONY",
            "Studio":"PARAMOUNT",
            "Prix": 9.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"D.V.D.",
            "Acteur":"tom Cruise, Val Kilmer",
            "Classement": "13+",
            "Annee": "2020",
            "Date de parution":"2020-05-19",
            "UPC":"32429335630",
            "Numéro de produit":"15651655",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Jeune as du pilotage et tête brûlée d'une école réservée à l'élite de l'aéronavale US: Top Gun, Pete Mitchell, dit Maverick, tombe sous le charme d'une instructrice alors qu'il est en compétition pour le titre du meilleur pilote...",
            "img": "/Images/films/action/Top gun.jpg"
        },
        {
            "id": "FAC-18",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Wonder woman 1984",
            "Realisateur":"PATTY JENKINS",
            "Studio":"WARNER HOME VIDEO",
            "Prix": 14.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"D.V.D.",
            "Acteur":"Gal Gadot, Pedro Pascal",
            "Classement": "13+",
            "Annee": "2021",
            "Date de parution":"2021-03-30",
            "UPC":"883929706082",
            "Numéro de produit":"16122419",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Suite des aventures de Diana Prince, alias Wonder Woman, Amazone devenue une super-héroïne dans notre monde. Après la Première guerre mondiale, direction les années 80 ! Cette fois, Wonder Woman doit affronter deux nouveaux ennemis, particulièrement redoutables : Max Lord et Cheetah.",
            "img": "/Images/films/action/Wonder woman 1984.jpg"
        },
        {
            "id": "FAC-19",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Sniper's eye: fortress",
            "Realisateur":"J. STERNFELD",
            "Studio":"VVS FILMS",
            "Prix": 26.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"BLU-RAY",
            "Acteur":"Bruce Willis",
            "Classement": "16+",
            "Annee": "2022",
            "Date de parution":"2022-06-14",
            "UPC":"777235034338",
            "Numéro de produit":"17815522",
            "Langue piste sonore":"Anglais, Français",
            "Description":"Robert Carter Michaels, un agent de la CIA à la retraite, et son fils Paul se sont engagés à reconstruire leur relation après leur dernière rencontre épique passée à protéger une base secrète hautement sécurisée.",
            "img": "/Images/films/action/Sniper's eye fortress.jpg"
        },
        {
            "id": "FAC-20",
            "Categorie": "films",
            "Subcategorie": "Action",
            "Titre":"Blacklight",
            "Realisateur":"MARK WILLIAMS",
            "Studio":"VVS FILMS",
            "Prix": 22.99,
            "Sujet":"FILM ACTION ET AVENTURE",
            "Format":"D.V.D.",
            "Acteur":"Liam Neeson",
            "Classement": "16+",
            "Annee": "2022",
            "Date de parution":"2022-04-26",
            "UPC":"777235034048",
            "Numéro de produit":"17632612",
            "Langue piste sonore":"Anglais",
            "Description":"Travis Block intervient pour le compte du FBI lorsque toutes les autres options ont été épuisées. Ses méthodes impliquent souvent la manière forte. Quand on lui ordonne de faire taire un agent qui souhaite révéler à la presse les méthodes du Bureau, il comprend qu’il est devenu le pion d’une terrible machination. Déterminé à faire éclater la vérité, il se lance dans un combat contre ceux avec lesquels il a l’habitude de travailler. Mais lorsque ses adversaires s’attaquent à ses proches, Travis retourne ses méthodes contre ses anciens employeurs et il n‘aura aucune pitié.",
            "img": "/Images/films/action/blacklight.jpg"
        }
    ]

}